[
  {
    "question": "Câu 1. Hội Việt Nam Cách mạng Thanh niên do ai sáng lập?",
    "a": "Phan Bội Châu",
    "b": "Phan Châu Trinh",
    "c": "Hồ Chí Minh",
    "d": "Trần Phú",
    "ans": "c"
  },
  {
    "question": "Câu 2. Trong thời gian ở nước ngoài, Nguyễn Tất Thành đã làm những công việc \r\ngì?",
    "a": "Phụ bếp, cào tuyết.",
    "b": "Đốt lò, bán báo",
    "c": "Thợ ảnh, làm bánh",
    "d": "Cả A, B, C đều đúng.",
    "ans": "d"
  },
  {
    "question": "Câu 3. Nguyễn Ái Quốc gửi bản “Yêu sách của nhân dân An Nam” tới Hội nghị \r\nVécxây vào ngày tháng năm nào?",
    "a": "18/6/1917",
    "b": "18/6/1918",
    "c": "18/6/1919",
    "d": "18/6/1920",
    "ans": "c"
  },
  {
    "question": "Câu 4. Tên gọi “Nguyễn Ái Quốc” xuất hiện chính thức lần đầu tiên trong sự kiện\r\nnào?",
    "a": "Khi Bác rời bến cảng nhà Rồng năm 1911",
    "b": "Tại Hội nghị Vécxây (Pháp) ngày 18/6/1919",
    "c": "Khi Bác tham gia sáng lập Đảng Cộng sản Pháp tại Đại hội Tua tháng \r\n12/1920",
    "d": "Khi Bác sang Liên Xô làm việc ở Ban Phương Đông của Quốc tế Cộng \r\nsản tháng 6/1923.",
    "ans": "b"
  },
  {
    "question": "Câu 5: Nguyễn Tất Thành đã từng dạy học ở ngôi trường nào?",
    "a": "Trường tiểu học Pháp - Việt ở Vinh.",
    "b": "Trường tiểu học Đông Ba ở Huế.",
    "c": "Trường Quốc học Huế.",
    "d": "Trường Dục Thanh ở Phan Thiết.",
    "ans": "d"
  },
  {
    "question": "Câu 6. Truyền thống quý báu nhất của của dân tộc Việt Nam được Hồ Chí Minh kế \r\nthừa và phát triển là gì?",
    "a": "Lòng nhân ái",
    "b": "Chủ nghĩa yêu nước",
    "c": "Tinh thần hiếu học",
    "d": "Cần cù lao động.",
    "ans": "b"
  },
  {
    "question": "Câu 7. Nghị quyết Đại hội đồng UNESCO lần thứ 24 vinh danh Hồ Chí Minh là:",
    "a": "“Anh hùng giải phóng dân tộc, nhà tư tưởng lớn của Việt Nam”",
    "b": "“Anh hùng giải phóng dân tộc, nhà cách mạng chân chính của Việt Nam”",
    "c": "“Anh hùng giải phóng dân tộc, nhà văn hóa kiệt xuất của Việt Nam”",
    "d": "“Anh hùng giải phóng dân tộc, nhà văn, nhà thơ lớn của Việt Nam”.",
    "ans": "c"
  },
  {
    "question": "Câu 8: Chọn câu trả lời đúng nhất?",
    "a": "Tư tưởng Hồ Chí Minh là kết quả của sự vận dụng sáng tạo chủ nghĩa \r\nMác - Lênin vào điều kiện thực tế của nước ta.",
    "b": "Tư tưởng Hồ Chí Minh là kết quả của sự vận dụng và phát triển \r\nsáng tạo chủ nghĩa Mác - Lênin vào điều kiện cụ thể của nước ta.",
    "c": "Tư tưởng Hồ Chí Minh là kết quả của sự phát triển sáng tạo chủ nghĩa \r\nMác - Lênin vào điều kiện thực tế của nước ta.",
    "d": "Tư tưởng Hồ Chí Minh là sự áp dụng chủ nghĩa Mác - Lênin vào điều \r\nkiện nước ta.",
    "ans": "b"
  },
  {
    "question": "Câu 9. Nguyễn Tất Thành ra đi tìm đường cứu nước tại bến cảng Nhà Rồng Sài Gòn\r\nvào thời gian nào?",
    "a": "6/5/1911",
    "b": "2/6/1911",
    "c": "4/6/1911",
    "d": "5/6/1911",
    "ans": "d"
  },
  {
    "question": "Câu 10. Đoạn trích sau được Chủ tịch Hồ Chí Minh viết trong tác phẩm nào: “Tất\r\ncả các dân tộc trên thế giới đều sinh ra bình đẳng, dân tộc nào cũng có quyền\r\nsống, quyền sung sướng và quyền tự do”.",
    "a": "Bản án chế độ thực dân Pháp (1925)",
    "b": "Đường Cách mệnh (1927)",
    "c": "Tuyên ngôn độc lập (1945)",
    "d": "Lời kêu gọi toàn quốc kháng chiến (1946)",
    "ans": "c"
  },
  {
    "question": "Câu 11: Tác phẩm Đường cách mệnh của Nguyễn Ái Quốc được xuất bản lần đầu tiên\r\nvào năm nào?",
    "a": "Năm 1920",
    "b": "Năm 1925",
    "c": "Năm 1927",
    "d": "Năm 1930",
    "ans": "c"
  },
  {
    "question": "Câu 12. Chọn tên gọi đúng cho quá trình hình thành và phát triển tư tưởng Hồ Chí \r\nMinh, thời kỳ trước năm 1911",
    "a": "Hình thành tư tưởng yêu nước và có chí hướng tìm đường cứu nước mới",
    "b": "Dần dần hình thành tư tưởng cứu nước, giải phóng dân tộc Việt Nam theo\r\ncon đường cách mạng vô sản",
    "c": "Hình thành những nôi dung cơ bản tư tưởng về cách mạng Việt Nam",
    "d": "Vượt qua thử thách, giữ vững đường lối, phương pháp cách mạng Việt \r\nNam đúng đắn, sáng tạo\r\nE. Tư tưởng Hồ Chí Minh tiếp tục phát triển, hoàn thiện, soi đường cho sự \r\nnghiệp cách mạng của Đảng và nhân dân ta",
    "ans": "a"
  },
  {
    "question": "Câu 13. Chọn tên gọi đúng cho quá trình hình thành và phát triển tư tưởng Hồ Chí \r\nMinh, thời kỳ 1930 - 1941",
    "a": "Hình thành tư tưởng yêu nước và có chí hướng tìm đường cứu nước mới",
    "b": "Dần dần hình thành tư tưởng cứu nước, giải phóng dân tộc Việt Nam theo \r\ncon đường cách mạng vô sản",
    "c": "Hình thành những nôi dung cơ bản tư tưởng về cách mạng Việt Nam",
    "d": "Vượt qua thử thách, giữ vững đường lối, phương pháp cách mạng \r\nViệt Nam đúng đắn, sáng tạo\r\nE. Tư tưởng Hồ Chí Minh tiếp tục phát triển, hoàn thiện, soi đường cho sự \r\nnghiệp cách mạng của Đảng và nhân dân ta",
    "ans": "d"
  },
  {
    "question": "Câu 14: Tìm một điểm nhầm lẫn trong đoạn viết sau:\r\nMột trong những cơ sở lý luận của tư tưởng Hồ Chí Minh là tiếp thu văn hóa\r\nphương Đông. Cụ thể là:",
    "a": "Tiếp thu những mặt tích cực của Nho giáo.",
    "b": "Tiếp thu tư tưởng vị tha của Phật giáo",
    "c": "Tiếp thu chủ nghĩa yêu nước của dân tộc Việt Nam...",
    "d": "Tiếp thu tư tưởng của Lão giáo, sống gắn bó, hòa đồng với thiên nhiên.",
    "ans": "d"
  },
  {
    "question": "Câu 15: Tìm một câu trả lời sai trong đoạn sau\r\nTìm một câu trả lời sai trong đoạn sau: Trong thời kỳ 1911 - 1920 của quá \r\ntrình tìm đường cứu nước, Nguyễn Ái Quốc đã.......................?",
    "a": "Đến khoảng gần 30 nước.",
    "b": "Sống, làm thuê và tự học tự học tại các nước Mỹ, Anh, Pháp.",
    "c": "Đọc Sơ thảo lần thứ nhất những Luận cương về vấn đề dân tộc và vấn đề \r\nthuộc địa.",
    "d": "Viết tác phẩn Đường Kách Mệnh.",
    "ans": "d"
  },
  {
    "question": "Câu 16: Tìm một điểm nhầm lẫn trong đoạn viết sau:\r\nMột trong những cơ sở lý luận của tư tưởng Hồ Chí Minh là tiếp thu văn hóa\r\nphương Đông. Cụ thể là:",
    "a": "Những mặt tích cực của Nho giáo.",
    "b": "Tư tưởng vị tha của Phật giáo",
    "c": "Kế thừa lòng nhân ái, đức hy sinh của Hồi giáo.",
    "d": "Kế thừa chủ nghĩa Tam dân của Tôn Trung Sơn.",
    "ans": "c"
  },
  {
    "question": "Câu 17. Nguyên nhân trực tiếp dẫn đến sự thất bại của các phong trào yêu nước \r\nViệt Nam cuối thế kỷ XIX đầu thế kỷ XX là:",
    "a": "Diễn ra rời rạc, tự phát",
    "b": "Chưa có đường lối và phương pháp cách mạng đúng đắn",
    "c": "Thua kém về vũ khí và sức mạnh quân sự",
    "d": "Chưa phát huy được sức mạnh đoàn kết toàn dân.",
    "ans": "b"
  },
  {
    "question": "Câu 18. Khi tham gia vào phong trào chống thuế ở  Trung Kỳ, Nguyễn Tất  \r\nThành đang là:",
    "a": "Học sinh",
    "b": "Thầy giáo",
    "c": "Công nhân",
    "d": "Thợ ảnh",
    "ans": "a"
  },
  {
    "question": "Câu 19: Cơ sở lý luận nào có vai trò quyết định trong việc hình thành tư  \r\ntưởng Hồ Chí Minh?",
    "a": "Giá trị truyền thống tốt đẹp của dân tộc Việt Nam",
    "b": "Tinh hoa văn hóa nhân loại",
    "c": "Chủ nghĩa Mác-Lênin",
    "d": "Cả A, B, C đều đúng.",
    "ans": "d"
  },
  {
    "question": "Câu 20. Chủ tịch Hồ Chí Minh tiếp thu tinh hoa nào của văn hóa phương Đông",
    "a": "Nho giáo, Phật giáo",
    "b": "Nho giáo, Phật giáo, Lão giáo",
    "c": "Nho giáo, Lão giáo",
    "d": "Phật giáo, Lão giáo",
    "ans": "a"
  },
  {
    "question": "Câu 21. Theo Chủ tịch Hồ Chí Minh, Chủ nghĩa Mác có ưu điểm gì?",
    "a": "Sự tu dưỡng đạo đức cá nhân",
    "b": "Lòng nhân ái cao cả",
    "c": "Phương pháp làm việc biện chứng",
    "d": "Chính sách của nó phù hợp với điều kiện nước ta",
    "ans": "c"
  },
  {
    "question": "Câu 22. Tác phẩm nào sau đây không phải là của Hồ Chí Minh?",
    "a": "Bản án chế độ thực dân Pháp.",
    "b": "Đường Cách mệnh",
    "c": "Tuyên ngôn độc lập.",
    "d": "Tuyên ngôn của Đảng Cộng sản.",
    "ans": "d"
  },
  {
    "question": "Câu 23. Theo Chủ tịch Hồ Chí Minh, học thuyết Khổng Tử có ưu điểm gì?",
    "a": "Sự tu dưỡng đạo đức cá nhân",
    "b": "Lòng nhân ái cao cả",
    "c": "Phương pháp làm việc biện chứng",
    "d": "Chính sách của nó phù hợp với điều kiện nước ta",
    "ans": "a"
  },
  {
    "question": "Câu 24. Theo Chủ tịch Hồ Chí Minh, tôn giáo Giêsu có ưu điểm gì?",
    "a": "Sự tu dưỡng đạo đức cá nhân",
    "b": "Lòng nhân ái cao cả",
    "c": "Phương pháp làm việc biện chứng",
    "d": "Chính sách của nó phù hợp với điều kiện nước ta",
    "ans": "b"
  },
  {
    "question": "Câu 25. Theo Chủ tịch Hồ Chí Minh, chủ nghĩa Tôn Dật Tiên có ưu điểm gì?",
    "a": "Sự tu dưỡng đạo đức cá nhân",
    "b": "Lòng nhân ái cao cả",
    "c": "Phương pháp làm việc biện chứng",
    "d": "Chính sách của nó phù hợp với điều kiện nước ta",
    "ans": "d"
  },
  {
    "question": "Câu 26: Khi ra đi tìm đường cứu nước Nguyễn Tất Thành bao nhiêu tuổi?",
    "a": "20 tuổi",
    "b": "21 tuổi",
    "c": "22 tuổi",
    "d": "23 tuổi",
    "ans": "b"
  },
  {
    "question": "Câu 27: Trong Tuyên ngôn độc lập của nước Việt Nam Dân chủ Cộng hòa (1945)\r\nHồ Chí Minh viết: “Nước Việt Nam có quyền hưởng ................ , và sự thực đã\r\nthành một nước tự do và độc lập. Toàn thể dân Việt Nam quyết đem tất cả tinh thần\r\nvà lực lượng, tính mệnh và của cải để giữ vững quyền tự do và độc lập ấy”\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "Tự do và hạnh phúc",
    "b": "Tự do và độc lập",
    "c": "Hạnh phúc và độc lập",
    "d": "Tự do và giàu mạnh",
    "ans": "b"
  },
  {
    "question": "Câu 28: Nguyễn Ái Quốc, gửi bản “Yêu sách của nhân dân An Nam” tới Hội nghị \r\nVécxây đòi những quyền gì?",
    "a": "Tự do cho nhân dân Việt Nam",
    "b": "Tự do và dân chủ cho nhân dân Việt Nam",
    "c": "Dân chủ cho nhân dân Việt Nam",
    "d": "Bình đẳng cho nhân dân Việt Nam",
    "ans": "b"
  },
  {
    "question": "Câu 29: Hai câu thơ sau được trích trong tác phẩm nào của Hồ Chí Minh:\r\n“Dân ta phải biết sử ta\r\nCho tường gốc tích nước nhà Việt Nam”",
    "a": "Đường cách mệnh",
    "b": "Lịch sử nước ta",
    "c": "Bài ca du kích",
    "d": "Di chúc\r\nCâu 30 Trong tác phẩm Bản án chế độ thực dân Pháp (1925), Nguyễn Ái Quốc đã \r\ndùng hình tượng nào dưới đây để mô tả về chủ nghĩa tư bản:",
    "ans": "b"
  },
  {
    "question": "Câu 30 Trong tác phẩm Bản án chế độ thực dân Pháp (1925), Nguyễn Ái Quốc đã dùng hình tượng nào dưới đây để mô tả về chủ nghĩa tư bản:",
    "a": "A. Con bạ",
    "b": "B. Con đỉa",
    "c": "C. Con chim đại bàng",
    "d": "D. Hai cánh của một con chim",
    "ans": "b"
  },
  {
    "question": "Câu 31: Trong tác phẩm Đường cách mệnh (1927) Hồ Chí Minh viết: “Cách mệnh\r\nPháp cũng như cách mệnh Mỹ, nghĩa là cách mệnh tư bản, cách mệnh\r\n........................ , tiếng là cộng hoà và dân chủ, kỳ thực trong thì nó tước lục công\r\nnông, ngoài thì nó áp bức thuộc địa. Cách mệnh đã 4 lần rồi, mà nay công nông\r\nPháp hẵng còn phải mưu cách mệnh lần nữa mới hòng thoát khỏi vòng áp bức.\r\nCách mệnh An Nam nên nhớ những điều ấy”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "Đến nơi",
    "b": "Không đến nơi",
    "c": "Triệt để",
    "d": "Hoàn toàn",
    "ans": "b"
  },
  {
    "question": "Câu 32: Trong Tuyên ngôn độc lập của nước Việt Nam Dân chủ Cộng hòa (1945)\r\nHồ Chí Minh viết: \"Tất cả mọi người đều sinh ra .................. Tạo hoá cho họ\r\nnhững quyền không ai có thể xâm phạm được, trong những quyền ấy, có quyền\r\nđược sống, quyền tự do và quyền mưu cầu hạnh phúc\".\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "Tự do",
    "b": "Bình đẳng",
    "c": "Công bằng",
    "d": "Đoàn kết",
    "ans": "b"
  },
  {
    "question": "Câu 33: Trong Thư gửi Ủy ban nhân dân các kỳ, tỉnh, huyện và làng đăng trên\r\nBáo Cứu quốc, số ra ngày 17-10-1945. Hồ Chí Minh viết: “Nếu nước độc lập mà\r\ndân không hưởng hạnh phúc tự do, thì....................cũng chẳng có nghĩa lý gì\".\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "tự do",
    "b": "độc lập",
    "c": "hạnh phúc",
    "d": "tự chủ",
    "ans": "b"
  },
  {
    "question": "Câu 34: Theo Hồ Chí Minh, con đường cách mạng vô sản ở Việt Nam và các nước\r\nthuộc địa là:",
    "a": "Giải phóng giai cấp - giải phóng dân tộc - giải phóng xã hội - giải phóng \r\ncon người",
    "b": "Giải phóng dân tộc - giải phóng xã hội - giải phóng giai cấp - giải phóng \r\ncon người",
    "c": "Giải phóng dân tộc - giải phóng giai cấp - giải phóng xã hội - giải \r\nphóng con người",
    "d": "Giải phóng xã hội - giải phóng dân tộc - giải phóng giai cấp - giải phóng \r\ncon người",
    "ans": "c"
  },
  {
    "question": "Câu 35: Đại hội VII của Đảng khẳng định:",
    "a": "Đảng lấy Chủ nghĩa Mác - Lênin là nền tảng tư tưởng, kim chỉ nam \r\ncho hành động",
    "b": "Đảng lấy Tư tưởng Hồ Chí Minh là nền tảng tư tưởng, kim chỉ nam  \r\ncho hành động",
    "c": "Đảng lấy chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh làm nền \r\ntảng tư tưởng, kim chỉ nam cho hành động",
    "d": "Đảng lấy chủ nghĩa Mác-Lênin và tư tưởng Hồ Chí Minh làm nền \r\ntảng tư tưởng.",
    "ans": "c"
  },
  {
    "question": "Câu 36: Chọn cụm từ đúng điền vào dấu ....\r\nTháng 7 năm 1920, Nguyễn Ái Quốc đọc................của V.I. Lênin.",
    "a": "Chính sách kinh tế mới (NEP)",
    "b": "Sơ thảo lần thứ nhất những luận cương về vấn đề dân tộc và vấn đề thuộc địa",
    "c": "Tác phẩm \"Làm gì\".",
    "d": "Tác phẩm Bút ký triết học",
    "ans": "b"
  },
  {
    "question": "Câu 37: Chọn phương án trả lời đúng theo tư tưởng Hồ Chí Minh",
    "a": "Cách mạng giải phóng dân tộc cần được tiến hành bị động, sáng tạo, có \r\nkhả năng giành thắng lợi trước cách mạng vô sản ở chính quốc.",
    "b": "Cách mạng giải phóng dân tộc cần được tiến hành chủ động, sáng \r\ntạo, có khả năng giành thắng lợi trước cách mạng vô sản ở chính quốc",
    "c": "Cách mạng giải phóng dân tộc cần được tiến hành chủ động, sáng tạo, \r\nkhông có khả năng giành thắng lợi trước cách mạng vô sản ở chính quốc",
    "d": "Cách mạng giải phóng dân tộc cần được tiến hành bị động, sáng tạo, \r\nkhông có khả năng giành thắng lợi trước cách mạng vô sản ở chính quốc.",
    "ans": "b"
  },
  {
    "question": "Câu 38: Theo tư tưởng Hồ Chí Minh: “Độc lập, tự do là quyền thiêng liêng, bất \r\nkhả xâm phạm của.............”.\r\nĐiền cụm từ còn thiếu vào luận điểm trên.",
    "a": "các dân tộc thuộc địa",
    "b": "tất cả các dân tộc",
    "c": "các nước đế quốc",
    "d": "các giai cấp bị bóc lột",
    "ans": "b"
  },
  {
    "question": "Câu 39. Theo tư tưởng Hồ Chí Minh, hình thức của bạo lực cách mạng trong cách \r\nmạng giải phóng dân tộc Việt Nam là?",
    "a": "Hình thức đấu tranh chính trị .",
    "b": "Hình thức đấu tranh vũ trang.",
    "c": "Kết hợp cả hai hình thức: đấu tranh chính trị và đấu tranh vũ trang.",
    "d": "Đấu tranh vũ trang tách biệt với đấu tranh chính trị.",
    "ans": "c"
  },
  {
    "question": "Câu 40: Theo tư tưởng Hồ Chí Minh, nhiệm vụ hàng đầu, trên hết, trước hết của \r\ncách mạng Việt Nam là",
    "a": "Giải phóng dân tộc",
    "b": "Giải phóng xã hội",
    "c": "Giải phóng giai cấp",
    "d": "Giải phóng con người",
    "ans": "a"
  },
  {
    "question": "Câu 41: Theo tư tưởng Hồ Chí Minh: “Độc lập dân tộc phải gắn liền với\r\n................ của nhân dân?",
    "a": "tự do",
    "b": "hạnh phúc",
    "c": "tự do, hạnh phúc",
    "d": "giải phóng",
    "ans": "b"
  },
  {
    "question": "Câu 42: Theo tư tưởng Hồ Chí Minh: cách mạng giải phóng dân tộc phải dựa  \r\ntrên lực lượng:",
    "a": "Công nhân, nông dân.",
    "b": "Công nhân, nông dân, trí thức.",
    "c": "Đại đoàn kết toàn dân tộc, lấy liên minh công-nông làm nền tảng",
    "d": "Cả A, B, C đều sai.",
    "ans": "c"
  },
  {
    "question": "Câu 43: Theo tư tưởng Hồ Chí Minh, cách mạng giải phóng dân tộc muốn thắng \r\nlợi phải đi theo con đường nào?",
    "a": "Cách mạng tư sản",
    "b": "Cách mạng vô sản",
    "c": "Cách mạng xã hội chủ nghĩa",
    "d": "Cách mạng ruộng đất",
    "ans": "b"
  },
  {
    "question": "Câu 44. Theo tư tưởng Hồ Chí Minh, cách mạng là việc chung của:",
    "a": "Chính phủ",
    "b": "Cả dân chúng",
    "c": "Giai cấp tư sản",
    "d": "Giới trí thức tiến bộ.",
    "ans": "b"
  },
  {
    "question": "Câu 45. Theo tư tưởng Hồ Chí Minh, cách mạng giải phóng dân tộc, trong điều \r\nkiện của Việt Nam, muốn thắng lợi phải do:",
    "a": "Giai cấp tư sản lãnh đạo",
    "b": "Vĩ nhân kiệt xuất lãnh đạo",
    "c": "Tầng lớp trí thức lãnh đạo",
    "d": "Đảng Cộng sản lãnh đạo.",
    "ans": "d"
  },
  {
    "question": "Câu 46. Chọn cụm từ đúng điển vào chỗ trống\r\ntheo tư tưởng Hồ Chí Minh: \r\n“Nông dân giàu thì nước ta giàu,....................thịnh thì nước ta thịnh",
    "a": "Công nghiệp",
    "b": "Thương nghiệp",
    "c": "Nông nghiệp",
    "d": "Dịch vụ",
    "ans": "c"
  },
  {
    "question": "Câu 47. Theo tư tưởng Hồ Chí Minh, muốn xây dựng chủ nghĩa xã hội trước hết \r\ncần có",
    "a": "Khoa học - kỹ thuật tiên tiến.",
    "b": "Kinh tế phát triển.",
    "c": "Con người xã hội chủ nghĩa.",
    "d": "Văn hóa phát triển.",
    "ans": "c"
  },
  {
    "question": "Câu 48. Khi nói về chủ thể xây dựng chủ nghĩa xã hội, Hồ Chí Minh cho rằng:",
    "a": "Chủ nghĩa xã hội là công trình tập thể của nhân dân dưới sự lãnh \r\nđạo của Đảng Cộng sản.",
    "b": "Chủ nghĩa xã hội là công trình cá nhân của nhân dân dưới sự lãnh đạo của\r\nĐảng Cộng sản .",
    "c": "Chủ nghĩa xã hội là công trình tập thể của cá nhân dưới sự lãnh đạo của \r\nĐảng Cộng sản.",
    "d": "Chủ nghĩa xã hội là công trình tập thể của nhân dân.",
    "ans": "a"
  },
  {
    "question": "Câu 49: Theo tư tưởng Hồ Chí Minh, đặc điểm lớn nhất của thời kỳ quá độ ở Việt \r\nNam là:",
    "a": "Từ một nước công nghiệp lạc hậu tiến thẳng lên CNXH, không trải qua \r\ngiai đoạn phát triển TBCN.",
    "b": "Từ một nước nông nghiệp lạc hậu tiến thẳng lên CNXH, không trải \r\nqua giai đoạn phát triển TBCN.",
    "c": "Từ một nước nông nghiệp tiên tiến tiến thẳng lên CNXH, không trải qua \r\ngiai đoạn phát triển TBCN.",
    "d": "Từ một nước nông nghiệp lạc hậu tiến thẳng lên CNXH, trải qua giai \r\nđoạn phát triển TBCN.",
    "ans": "b"
  },
  {
    "question": "Câu 50. Theo Chủ tịch Hồ Chí Minh: “Độc lập dân tộc là.....................để tiến lên\r\nchủ nghĩa xã hội”",
    "a": "cơ sở,",
    "b": "tiền đề",
    "c": "cơ sở, tiền đề",
    "d": "điều kiện",
    "ans": "c"
  },
  {
    "question": "Câu 51. Chủ tịch Hồ Chí Minh đọc bản Tuyên ngôn Độc lập khai sinh Nhà nước Việt\r\nNam Dân chủ Cộng hòa vào năm nào?",
    "a": "Năm 1930",
    "b": "Năm 1945",
    "c": "Năm 1954",
    "d": "Năm 1975",
    "ans": "b"
  },
  {
    "question": "Câu 52. Chọn phương án trả lời sai: Theo tư tưởng Hồ Chí Minh, những trở lực \r\nkìm hãm sự phát triển của chủ nghĩa xã hội là",
    "a": "Bệnh tham ô, lãng phí, quan liêu",
    "b": "Chủ nghĩa cá nhân",
    "c": "Sự chia rẽ, bè phái mất đoàn kết",
    "d": "Khối đại đoàn kết toàn dân tộc.",
    "ans": "d"
  },
  {
    "question": "Câu 53. Khi nói về tính chất của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt Nam, \r\nHồ Chí Minh cho rằng:",
    "a": "Đây là thời kỳ cải biến sâu sắc nhất nhưng phức tạp, lâu dài, khó\r\nkhăn, gian khổ.",
    "b": "Đây là thời kỳ cải biến sâu sắc nhất nhưng dễ dàng, lâu dài, khó \r\nkhăn, gian khổ.",
    "c": "Đây là thời kỳ cải biến sâu sắc nhất nhưng phức tạp, nhanh gọn,  \r\nkhó khăn, gian khổ.",
    "d": "Đây là thời kỳ cải biến sâu sắc nhất nhưng phức tạp, lâu dài, đơn \r\ngiản, gian khổ.",
    "ans": "a"
  },
  {
    "question": "Câu 54. Theo tư tưởng Hồ Chí Minh, có mấy nguyên tắc xây dựng chủ nghĩa xã \r\nhội trong thời kỳ quá độ",
    "a": "2 nguyên tắc",
    "b": "3 nguyên tắc",
    "c": "4 nguyên tắc",
    "d": "5 nguyên tắc",
    "ans": "c"
  },
  {
    "question": "Câu 55. Trên lĩnh vực kinh tế của thời kỳ quá độ lên chủ nghĩa xã hội ở Việt \r\nNam, Hồ Chí Minh xác định nhiệm vụ chủ chốt lâu dài là:",
    "a": "Cải tạo nền kinh tế cũ",
    "b": "Xây dựng nền kinh tế mới",
    "c": "Cải tạo nền kinh tế cũ, xây dựng nền kinh tế mới",
    "d": "Phát triển nền kinh tế.",
    "ans": "b"
  },
  {
    "question": "Câu 56: Trong Lời kêu gọi  toàn quốc kháng  chiến (1946), Hồ Chí  Minh  viết\r\n“Không! Chúng ta thà hy sinh tất cả, chứ nhất định không chịu mất nước, nhất định\r\n.......................... ”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "không chịu đầu hàng",
    "b": "không chịu làm nô lệ",
    "c": "không chịu khuất phục",
    "d": "phải kháng chiến",
    "ans": "b"
  },
  {
    "question": "Câu 57: Trong Tác phẩm Đường cách mệnh Hồ Chí Minh viết: “Cách mạng \r\n“Trước hết phải có ............... , để trong thì vận động và tổ chức dân chúng, ngoài\r\nthì liên lạc với các dân tộc bị áp bức và giai cấp vô sản ở mọi nơi. Đảng có vững \r\ncách mệnh mới thành công, cũng như người cầm lái có vững thuyền mới chạy”.",
    "a": "nhà nước",
    "b": "đảng cách mệnh",
    "c": "nhân dân",
    "d": "cán bộ\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "ans": "b"
  },
  {
    "question": "Câu 58: Theo Hồ Chí Minh, cách mạng giải phóng dân tộc phải được tiến hành \r\nbằng phương pháp nào:",
    "a": "vận động thuyết phục",
    "b": "bạo lực cách mạng",
    "c": "thương lượng",
    "d": "Cả A, B, C đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 59: Kiên định mục tiêu và con đường cách mạng Hồ Chí Minh đã xác định \r\nnghĩa là:",
    "a": "Hội nhập với nền kinh tế thế giới",
    "b": "Thực hiện mục tiêu độc lập dân tộc gắn liền với chủ nghĩa xã hội",
    "c": "Giữ vững nền độc lập dân tộc",
    "d": "Thực hiện triệt để cuộc cách mạng dân tộc dân chủ nhân dân",
    "ans": "b"
  },
  {
    "question": "Câu 60: Trong Thư gửi đồng bào đã thanh tóa nạn mù chữ (1956) Hồ Chí Minh\r\nviết: “Trình độ ................ của nhân dân nâng cao sẽ giúp chúng ta đẩy mạnh công\r\ncuộc khôi phục kinh tế, phát triển dân chủ. Nâng cao trình độ văn hoá của nhân dân\r\ncũng là một việc cần thiết để xây dựng nước ta thành một nước hoà bình, thống\r\nnhất, độc lập, dân chủ và giàu mạnh”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "kinh tế",
    "b": "văn hoá",
    "c": "chính trị",
    "d": "hiểu biết",
    "ans": "b"
  },
  {
    "question": "Câu 61: Theo Hồ Chí Minh, xã hội xã hội chủ nghĩa là xã hội do ai làm chủ?",
    "a": "Nhà nước làm chủ",
    "b": "Nhân dân làm chủ",
    "c": "Cán bộ đảng viên làm chủ",
    "d": "Đảng làm chủ",
    "ans": "b"
  },
  {
    "question": "Câu 62: Chọn cụm từ đúng điền vào chỗ trống trong luận điểm sau của Hồ Chí \r\nMinh: “Độc lập, tự do là...................., bất khả xâm phạm của tất cả các dân tộc”.",
    "a": "quyền cơ bản",
    "b": "quyền thiêng liêng",
    "c": "quyền chủ yếu",
    "d": "quyền quyết định.",
    "ans": "b"
  },
  {
    "question": "Câu 63: Trong Tác phẩm  Đường cách mệnh (1927)  Hồ Chí Minh viết: “Đảng\r\nmuốn vững thì phải có ................. làm cốt, trong đảng ai cũng phải hiểu, ai cũng\r\nphải theo chủ nghĩa ấy. Đảng mà không có chủ nghĩa cũng như người không có trí\r\nkhôn, tàu không có bàn chỉ nam. Bây giờ học thuyết nhiều, chủ nghĩa nhiều, nhưng\r\nchủ nghĩa chân chính nhất, chắc chắn nhất, cách mệnh nhất là chủ nghĩa Lênin”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "đường lối",
    "b": "chủ nghĩa",
    "c": "chủ trương",
    "d": "chiến lược",
    "ans": "b"
  },
  {
    "question": "Câu 64: Quan điểm: “Đảng ta là đạo đức, là văn minh” được Hồ Chí Minh trình \r\nbày trong tác phẩm nào?",
    "a": "Bác cáo Chính trị tại Đại hội đại biểu toàn quốc lần thứ II của Đảng",
    "b": "Bài nói chuyện tại Lễ kỷ niệm 30 năm Ngày thành lập Đảng (năm 1960)",
    "c": "Sách lược vắn tắt",
    "d": "Đường Cách mệnh",
    "ans": "b"
  },
  {
    "question": "Câu 65: Theo tư tưởng Hồ Chí Minh, Đảng Cộng sản Việt Nam phải lấy chủ nghĩa\r\nMác-Lênin ”làm cốt”, nghĩa là:",
    "a": "Đảng Cộng sản Việt Nam phải lấy chủ nghĩa Mác-Lênin làm chủ \r\ntrương, đường lối",
    "b": "Đảng Cộng sản Việt Nam phải lấy chủ nghĩa Mác-Lênin làm nền \r\ntảng tư tưởng và kim chỉ nam cho hành động",
    "c": "Đảng Cộng sản Việt Nam phải lấy chủ nghĩa Mác-Lênin làm học thuyết\r\ncủa Đảng",
    "d": "Đảng Cộng sản Việt Nam phải căn cứ hoàn toàn vào chủ nghĩa Mác-\r\nLênin để lãnh đạo cách mạng",
    "ans": "b"
  },
  {
    "question": "Câu 66: Trong Tác phẩm Di chúc (1969) Hồ Chí Minh viết: “Đoàn kết là một\r\ntruyền thống cực kỳ quý báu của Đảng và của dân ta. Các đồng chí từ Trung ương\r\nđến các chi bộ cần phải giữ gìn sự ................ nhất trí của Đảng như giữ gìn con\r\nngươi của mắt mình”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "thống nhất",
    "b": "đoàn kết",
    "c": "gắn bó",
    "d": "liên hệ",
    "ans": "b"
  },
  {
    "question": "Câu 67: Trong Bài nói chuyện về Tổng cương và Điều lệ của Đảng Hồ Chí Minh \r\nviết: “Đảng không phải làm quan, sai khiến quần chúng mà phải làm.................cho\r\nquần chúng và phải làm cho ra trò, nếu không quần chúng sẽ đá đít”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "Lãnh đạo",
    "b": "Đầy tớ",
    "c": "Công bộc",
    "d": "Quan",
    "ans": "b"
  },
  {
    "question": "Câu 68: Trong các câu nói sau đây, câu nào không phải của Hồ Chí Minh:",
    "a": "A “Công việc thành công hoặc thất bại đều do cán bộ tốt hay kém”.",
    "b": "“Việc nhân nghĩa cốt ở yên dân”",
    "c": "“Tham ô, lãng phí và bệnh quan liêu, dù cố ý hay không, cũng là bạn đồng minh của thực dân và phong kiến”",
    "d": "“ Việc gì lợi cho dân, ta phải hết sức làm. Việc gì hại đến dân, ta phải hết sức tránh”.",
    "ans": "b"
  },
  {
    "question": "Câu 69: Trong tác phẩm Đường cách mệnh (1927) Hồ Chí Minh viết: “Chúng ta\r\nđã hy sinh làm cách mệnh, thì nên làm cho đến nơi, nghĩa là làm sao cách mệnh rồi\r\nthì quyền giao cho ............... ,chớ để trong tay một bọn ít người. Thế mới khỏi hy\r\nsinh nhiều lần, thế dân chúng mới được hạnh phúc”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên",
    "a": "Giai cấp công nhân, nông dân và tầng lớp trí thức.",
    "b": "Dân chúng số nhiều",
    "c": "Giai cấp công nhân và nhân dân lao động",
    "d": "Đảng Cộng sản",
    "ans": "b"
  },
  {
    "question": "Câu 70: Cuộc Tổng tuyển cử đầu tiên của nhà nước Việt Nam Dân chủ Cộng hòa \r\nđược tiến hành vào thời gian nào?",
    "a": "6/1/1945",
    "b": "6/1/1946",
    "c": "6/1/1947",
    "d": "6/1/1948",
    "ans": "b"
  },
  {
    "question": "Câu 71: Trong bài trả lời Điện phỏng vấn của Báo Quốc nhật báo (1949) Hồ Chí\r\nMinh viết: “Pháp luật Việt Nam tuy khoan hồng với những người biết cải tà quy\r\nchính nhưng sẽ thẳng tay...................những tên Việt gian đầu sỏ đã bán nước buôn\r\ndân”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "đàn áp",
    "b": "trừng trị",
    "c": "thanh trừ",
    "d": "loại bỏ",
    "ans": "b"
  },
  {
    "question": "Câu 72: Trong Thư gửi Hội nghị Tư pháp toàn quốc (2/1948), Hồ Chí Minh viết:\r\n“Các bạn là những người phụ trách thi hành pháp luật. Lẽ tất nhiên các bạn cần\r\nphải nêu cao cái gương \"phụng công, thủ pháp, chí công vô tư\" cho nhân dân noi\r\ntheo”.\r\nTheo anh (chị), đoạn trích trên Hồ Chí Minh căn dặn cán bộ ngành nào?",
    "a": "Ngành Giáo dục",
    "b": "Ngành Tư pháp",
    "c": "Ngành Y tế",
    "d": "Ngành Thông tin",
    "ans": "b"
  },
  {
    "question": "Câu 73: Chọn cụm từ đúng điền vào chỗ trống trong đoạn trích sau của Hồ Chí\r\nMinh: “Chống tham ô, lãng phí và bệnh quan liêu cũng quan trọng và cần kíp như\r\nviệc đánh giặc trên mặt trận. Đây là mặt trận...................”.",
    "a": "văn hóa",
    "b": "tư tưởng và chính trị",
    "c": "quân sự",
    "d": "ngoại giao",
    "ans": "b"
  },
  {
    "question": "Câu 74: Theo tư tưởng Hồ Chí Minh, Đảng Cộng sản Việt Nam có vai trò gì?",
    "a": "Quan trọng",
    "b": "Lãnh đạo",
    "c": "Chỉ đường",
    "d": "Dẫn lối",
    "ans": "b"
  },
  {
    "question": "Câu 75. Hồ Chí Minh coi tự phê bình và phê bình là việc làm thường xuyên như:",
    "a": "Mỗi ngày phải đi học",
    "b": "Mỗi ngày phải rửa mặt",
    "c": "Mỗi ngày phải lao động",
    "d": "Mỗi ngày phải đi làm",
    "ans": "b"
  },
  {
    "question": "Câu 76: Luận điểm: \"Đảng muốn vững thì phải có chủ nghĩa làm cốt, trong đảng\r\nai cũng phải hiểu, ai cũng phải theo chủ nghĩa ấy. Đảng mà không có chủ nghĩa\r\ncũng như người không có trí khôn, tàu không có bàn chỉ nam...\" được trích từ tác\r\nphẩm nào của Hồ Chí Minh?",
    "a": "Bản án chế độ thực dân Pháp",
    "b": "Đường Cách mệnh",
    "c": "Tuyên ngôn độc lập",
    "d": "Thường thức chính trị",
    "ans": "b"
  },
  {
    "question": "Câu 77: Chọn câu trả lời đúng nhất theo tư tưởng Hồ Chí Minh",
    "a": "Đảng cộng sản Việt Nam là Đảng của giai cấp công nhân",
    "b": "Đảng cộng sản Việt Nam là Đảng của nhân dân lao động",
    "c": "Đảng cộng sản Việt Nam là Đảng của giai cấp công nhân, của nhân \r\ndân lao động và của cả dân tộc Việt Nam",
    "d": "Đảng cộng sản Việt Nam là Đảng của giai cấp công nhân, của  nhân  dân\r\nlao động.",
    "ans": "c"
  },
  {
    "question": "Câu 78: Tại Đại hội nào Đảng Cộng sản Việt Nam khẳng định: \"Đảng lấy chủ\r\nnghĩa Mác - Lênin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng, kim chỉ nam\r\ncho hành động\"?",
    "a": "Đại hội Đảng toàn quốc lần thứ IV",
    "b": "Đại hội Đảng toàn quốc lần thứ V",
    "c": "Đại hội Đảng toàn quốc lần thứ VI",
    "d": "Đại hội Đảng toàn quốc lần thứ VII",
    "ans": "d"
  },
  {
    "question": "Câu 79. Theo tư tưởng Hồ Chí Minh, sự ra đời của Đảng Cộng sản Việt Nam bắt \r\nnguồn từ sự kết hợp của những yếu tố nào?",
    "a": "Sự kết hợp giữa chủ nghĩa Mác-Lênin với các phong trào đấu tranh của \r\ndân tộc Việt Nam.",
    "b": "Sự kết hợp giữa chủ nghĩa Mác-Lênin với phong trào công nhân và \r\nphong trào yêu nước.",
    "c": "Sự kết hợp giữa chủ nghĩa Mác-Lênin với phong trào đấu tranh của \r\ncông nhân thế giới.",
    "d": "Sự kết hợp giữa chủ nghĩa Mác-Lênin  với phong trào công nhân \r\nViệt Nam.",
    "ans": "b"
  },
  {
    "question": "Câu 80: Theo tư tưởng Hồ Chí Minh, trong quá trình hoạt động, Đảng Cộng sản \r\nViệt Nam phải hoạt động dựa trên mấy nguyên tắc?",
    "a": "5 nguyên tắc",
    "b": "6 nguyên tắc",
    "c": "7 nguyên tắc",
    "d": "8 nguyên tắc\r\nCâu: 81. Luận điểm: “Cách mệnh trước hết phải có cái gì? Trước hết phải có đảng\r\ncách mệnh, để trong thì vận động và tổ chức dân chúng, ngoài thì liên lạc với các\r\ndân tộc bị áp bức và giai cấp vô sản ở mọi nơi. Đảng có vững cách mệnh mới\r\nthành công, cũng như người cầm lái có vững thuyền mới chạy” được trích từ tác\r\nphẩm nào của Hồ Chí Minh ?",
    "ans": "a"
  },
  {
    "question": "Câu: 81. Luận điểm: “Cách mệnh trước hết phải có cái gì? Trước hết phải có đảng cách mệnh, để trong thì vận động và tổ chức dân chúng, ngoài thì liên lạc với các dân tộc bị áp bức và giai cấp vô sản ở mọi nơi. Đảng có vững cách mệnh mới thành công, cũng như người cầm lái có vững thuyền mới chạy” được trích từ tác phẩm nào của Hồ Chí Minh ?",
    "a": "Bản án chế độ thực dân Pháp (1925)",
    "b": "Đường kách mệnh(1927)",
    "c": "Tuyên ngôn độc lập (1945)",
    "d": "Lời kêu gọi toàn quốc kháng chiến (1946)",
    "ans": "b"
  },
  {
    "question": "Câu 82: Trong Bài nói chuyện tại Hội nghị đại biểu Mặt trận Liên-Việt toàn\r\nquốc (10/1/1955) Hồ Chí Minh nói: “Đại đoàn kết: Đại đoàn kết tức là trước hết\r\nphải đoàn kết đại đa số nhân dân, mà đại đa số nhân dân ta là công nhân, nông dân\r\nvà các tầng lớp nhân dân lao động khác. Đó là................của đại đoàn kết.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "cở sở",
    "b": "nền gốc",
    "c": "thành công",
    "d": "đặc điểm",
    "ans": "b"
  },
  {
    "question": "Câu 83: Điền một cụm từ thích hợp vào dấu “..........” trong đoạn trích sau của Hồ\r\nChí Minh: “Một dân tộc, một đảng và mỗi con người, ngày hôm qua là vĩ đại, có\r\nsức hấp dẫn lớn, không nhất định hôm nay và ngày mai vẫn được mọi người yêu\r\nmến và ca ngợi, nếu lòng dạ không trong sáng nữa, nếu sa vào..................”",
    "a": "tham ô, nhũng nhiễu",
    "b": "chủ nghĩa quân phiệt",
    "c": "chủ nghĩa cá nhân",
    "d": "hám danh, hám lợi.",
    "ans": "c"
  },
  {
    "question": "Câu 84: Chọn từ thích hợp điền vào dấu “...” trong câu trích; “Công việc thành \r\ncông hoặc thất bại đều do cán bộ...........”",
    "a": "tốt hay xấu",
    "b": "tốt hay kém",
    "c": "giỏi hay dốt",
    "d": "mạnh hay yếu",
    "ans": "b"
  },
  {
    "question": "Câu 85: Theo tư tưởng Hồ Chí Minh, Đảng ta là người đầy tớ thật trung thành của\r\nnhân dân, nghĩa là:",
    "a": "Theo đuôi quần chúng",
    "b": "Cung phụng quần chúng",
    "c": "Làm theo mệnh lệnh quần",
    "d": "Tận tâm, tận lực phụng sự nhân dân nhằm đem lại quyền lực  và  \r\nlợi ích cho nhân dân.",
    "ans": "d"
  },
  {
    "question": "Câu 86: Chọn phương án trả lời đúng nhất theo tư tưởng Hồ Chí Minh.\r\nNhà nước Việt Nam .....................",
    "a": "Mang bản chất giai cấp công nhân.",
    "b": "Có tính dân tộc, tính nhân dân sâu sắc.",
    "c": "Có sự thống nhất giữa bản chất giai cấp công nhân với tính nhân \r\ndân và tính dân tộc.",
    "d": "Mang tính dân tộc.",
    "ans": "c"
  },
  {
    "question": "Câu 87: Theo tư tưởng Hồ Chí Minh Nhà nước của nhân dân là?",
    "a": "Nhà nước do nhân dân là chủ",
    "b": "Nhà nước do nhân dân làm chủ",
    "c": "Nhà nước phục vụ nhân dân",
    "d": "Nhà nước của giai cấp thống trị.",
    "ans": "b"
  },
  {
    "question": "Câu 88: Theo tư tưởng Hồ Chí Minh Nhà nước do nhân dân là?",
    "a": "Nhà nước do nhân dân là chủ",
    "b": "Nhà nước do nhân dân làm chủ",
    "c": "Nhà nước phục vụ nhân dân",
    "d": "Nhà nước của giai cấp thống trị.",
    "ans": "a"
  },
  {
    "question": "Câu 89: Theo tư tưởng Hồ Chí Minh Nhà nước vì nhân dân là?",
    "a": "Nhà nước do nhân dân là chủ",
    "b": "Nhà nước do nhân dân làm chủ",
    "c": "Nhà nước phục vụ nhân dân",
    "d": "Nhà nước của giai cấp thống trị.",
    "ans": "c"
  },
  {
    "question": "Câu 90: Hiến pháp đầu tiên của nước Việt Nam được thông qua vào năm nào?",
    "a": "Năm 1930.",
    "b": "Năm 1945.",
    "c": "Năm 1946.",
    "d": "Năm 1959.",
    "ans": "c"
  },
  {
    "question": "Câu 91: Theo tư tưởng Hồ Chí Minh: “ Chống ......................... và bệnh quan liêu \r\ncũng quan trọng và cần kíp như việc đánh giặc trên mặt trận”.",
    "a": "Phá hoại của công",
    "b": "Tham ô, lãng phí",
    "c": "Vi phạm kỷ luật",
    "d": "Lãng phí",
    "ans": "b"
  },
  {
    "question": "Câu 92: Theo tư tưởng Hồ Chí Minh, Chính phủ là:",
    "a": "Lãnh đạo của nhân dân.",
    "b": "Chủ của dân.",
    "c": "Đầy tớ của dân.",
    "d": "Giúp việc cho dân",
    "ans": "c"
  },
  {
    "question": "Câu 93: Theo tư tưởng Hồ Chí Minh, nhân dân là:",
    "a": "Đầy tớ.",
    "b": "Lãnh đạo.",
    "c": "Người chủ Nhà nước.",
    "d": "Người giúp việc cho Nhà nước",
    "ans": "c"
  },
  {
    "question": "Câu 94: Chủ tịch Hồ Chí Minh ví cán bộ, công chức nhà nước là",
    "a": "\"Ông chủ\", \"quan trên\" của dân.",
    "b": "\"Công bộc, \"đày tớ\" của dân.",
    "c": "\"Nô lệ, \"người hầu\" của dân.",
    "d": "\"Người làm công\" cho dân.",
    "ans": "b"
  },
  {
    "question": "Câu 95: Theo tư tưởng Hồ Chí Minh, Nhà nước dân chủ có nghĩa là:",
    "a": "Nhân dân là chủ",
    "b": "Nhân dân làm chủ",
    "c": "Nhân dân là chủ và nhân dân làm chủ",
    "d": "Nhà nước là chủ và nhân dân làm chủ",
    "ans": "c"
  },
  {
    "question": "Câu 96: Theo tư tưởng Hồ Chí Minh:",
    "a": "Pháp luật đúng là pháp luật thể hiện và bảo vệ được lợi ích của nhân dân.",
    "b": "Pháp luật đúng là pháp luật bảo vệ được lợi ích của giai cấp cầm quyền.",
    "c": "Pháp luật đúng là pháp luật duy trì sự cầm quyền của Đảng",
    "d": "Pháp luật đúng là pháp luật bảo vệ được lợi ích của giai cấp công nhân.",
    "ans": "a"
  },
  {
    "question": "Câu 97. Theo Chủ tịch Hồ Chí Minh, những điều kiện nào bảo đảm cho pháp luật\r\nđược thực hiện nghiêm minh và có hiệu lực?",
    "a": "Pháp luật phải đúng và đủ",
    "b": "Tăng cường tuyên truyền, giáo dục pháp luật cho mọi người dân",
    "c": "Người thực thi pháp luật phải thật sự công tâm và nghiêm minh.",
    "d": "Cả A, B, C đều đúng .",
    "ans": "d"
  },
  {
    "question": "Câu 98: Theo tư tưởng Hồ Chí Minh, chủ thể tối cao của quyền lực Nhà nước là:",
    "a": "Nhân dân",
    "b": "Đảng",
    "c": "Cán bộ Đảng viên",
    "d": "Cán bộ công chức",
    "ans": "a"
  },
  {
    "question": "Câu 99: Trong quá trình lãnh đạo xây dựng Nhà nước, Hồ Chí Minh thường nhắc\r\nnhở mọi người đề phòng và khắc phục những tiêu cực nào?",
    "a": "Đặc quyền, đặc lợi",
    "b": "Tham ô, lãng phí, quan liêu",
    "c": "“Tư túng”, “chia rẽ”, “kiêu ngạo”",
    "d": "Cả A, B, C đều đúng.",
    "ans": "d"
  },
  {
    "question": "Câu 100: “Hạt nhân” trong khối đại đoàn kết toàn dân tộc là?",
    "a": "Giai cấp công nhân",
    "b": "Sự đoàn kết và thống nhất trong Đảng",
    "c": "Tầng lớp trí thức",
    "d": "Giai cấp nông nhân",
    "ans": "b"
  },
  {
    "question": "Câu 101: Chọn cụm từ đúng điền vào chỗ trống trong luận điểm về điều kiện xây \r\ndựng khối đại đoàn kết toàn dân tộc: “Phải lấy..................là điểm quy tụ, đồng thời\r\ntôn trọng các lợi ích khác biệt chính đáng”.",
    "a": "lợi ích riêng",
    "b": "lợi ích chung",
    "c": "quyền lợi",
    "d": "công việc",
    "ans": "b"
  },
  {
    "question": "Câu 102: Chọn cụm từ đúng điền vào chỗ trống trong luận điểm về điều kiện xây \r\ndựng khối đại đoàn kết toàn dân tộc: “Phải có..................vào nhân dân”.",
    "a": "thông tin",
    "b": "niềm tin",
    "c": "lòng tin",
    "d": "đức tin",
    "ans": "b"
  },
  {
    "question": "Câu 103: Theo tư tưởng Hồ Chí Minh, đại đoàn kết toàn dân tộc có vai trò gì?",
    "a": "Là vấn đề sách lược.",
    "b": "Là vấn đề có ý nghĩa chiến lược, quyết định thành công của cách mạng.",
    "c": "Là phương pháp chính trị.",
    "d": "Là thủ đoạn chính trị.",
    "ans": "b"
  },
  {
    "question": "Câu 104: Chọn câu trả lời đúng nhất theo tư tưởng Hồ Chí Minh",
    "a": "Đảng cộng sản Việt Nam là một thành viên của Mặt trận dân tộc  \r\nthống nhất.",
    "b": "Đảng cộng sản Việt Nam là lực lượng lãnh đạo Mặt trận.",
    "c": "Đảng cộng sản Việt Nam vừa là thành viên, vừa là lực lượng lãnh \r\nđạo Mặt trận.",
    "d": "Nhà nước là lực lượng lãnh đạo Mặt trận.",
    "ans": "c"
  },
  {
    "question": "Câu 105: Theo tư tưởng Hồ Chí Minh, nền tảng của khối đại đoàn kết toàn dân tộc\r\nlà:",
    "a": "Công nhân, nông dân, trí thức",
    "b": "Công nhân, nông dân, và các tầng lớp nhân dân lao động khác",
    "c": "Công nhân, nông dân, và những lực liện tiến bộ",
    "d": "Toàn thể dân tộc Việt Nam.",
    "ans": "a"
  },
  {
    "question": "Câu 106: Theo tư tưởng Hồ Chí Minh, động lực chủ yếu của sự phát triển đất nước\r\nta là",
    "a": "Tài nguyên thiên nhiên phong phú.",
    "b": "Đại đoàn kết toàn dân tộc.",
    "c": "Sự ủng hộ của bạn bè quốc tế.",
    "d": "Các nguồn vốn viện trợ đầu tư phát triển.",
    "ans": "b"
  },
  {
    "question": "Câu 107: Theo tư tưởng Hồ Chí Minh: “Bây giờ còn một điểm rất quan trọng,\r\ncũng là ............. Điểm này mà thực hiện tốt thì đẻ ra con cháu đều tốt: Đó là đoàn\r\nkết”.",
    "a": "“Điểm sáng”",
    "b": "“Điểm gốc”",
    "c": "“Điểm mẹ”",
    "d": "“Điểm lớn”",
    "ans": "c"
  },
  {
    "question": "Câu 108: Chọn phương án trả lời đúng theo lời dạy của Chủ tịch Hồ Chí Minh",
    "a": "“Khó trăm lần không dân cũng chịu, khó vạn lần dân liệu cũng xong”.",
    "b": "“Dễ vạn lần không dân cũng chịu, dễ trăm lần dân liệu cũng xong”.",
    "c": "“Khó vạn lần không dân cũng chịu, dễ trăm lần dân liệu cũng xong”.",
    "d": "“Dễ mười lần không dân cũng chịu, khó trăm lần dân liệu cũng xong”.\r\nCâu 109 Theo tư tưởng Hồ Chí Minh, các lực lượng cần đoàn kết quốc tế là:",
    "ans": "d"
  },
  {
    "question": "Câu 109 Theo tư tưởng Hồ Chí Minh, các lực lượng cần đoàn kết quốc tế là:",
    "a": "Phong trào cộng sản và công nhân quốc tế",
    "b": "Phong trào đấu tranh giải phóng dân tộc",
    "c": "Các lực lượng tiến bộ, những người yêu chuộng hòa bình, dân chủ, tự do và công lý",
    "d": "Cả A, B, C đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 110: Theo tư tưởng Hồ Chí Minh, một trong những nguyên tắc để thực hiện \r\nđoàn kết quốc tế là: “Đoàn kết trên cơ sở thống nhất...................; có lý, có tình”",
    "a": "mục tiêu và lợi nhuận",
    "b": "mục tiêu và lợi ích",
    "c": "mục tiêu và điều kiện",
    "d": "mục tiêu và nhiệm vụ",
    "ans": "b"
  },
  {
    "question": "Câu 111: Điền cụm từ đúng vào câu thơ:\r\nĐoàn kết, đoàn kết, đại ..............\r\nThành công, thành công, đại thành công",
    "a": "đoàn kết",
    "b": "gắn bó",
    "c": "hợp tác",
    "d": "liên minh",
    "ans": "a"
  },
  {
    "question": "Câu 112. Theo Hồ Chí Minh, có mấy điều kiện để xây dựng khối đại đoàn kết toàn\r\ndân tộc?",
    "a": "3 điều kiện",
    "b": "4 điều kiện",
    "c": "5 điều kiện",
    "d": "6 điều kiện",
    "ans": "b"
  },
  {
    "question": "Câu 113. Theo Hồ Chí Minh, nguyên tắc hoạt động của Mặt trận dân tộc thống \r\nnhất là:",
    "a": "Hiệp thương dân chủ",
    "b": "Tập trung",
    "c": "Thống nhất",
    "d": "Tôn trọng ý kiến cá nhân",
    "ans": "a"
  },
  {
    "question": "Câu 114. Tên gọi nào dưới đây không phải là tên gọi của Mặt trận dân tộc thống \r\nnhất qua các thời kỳ?",
    "a": "Mặt trận Việt Minh",
    "b": "Mặt trận dân tộc giải phóng miềm Nam Việt Nam.",
    "c": "Mặt trận Việt-Miên-Lào",
    "d": "Mặt trận Tổ quốc Việt Nam",
    "ans": "c"
  },
  {
    "question": "Câu 115. Theo Hồ Chí Minh, cả dân tộc chỉ trở thành lực lượng to lớn khi nào?",
    "a": "Được tổ chức thành một khối vững chắc",
    "b": "Là những cá nhân riêng lẻ",
    "c": "Từng cộng đồng người biệt lập",
    "d": "Cả A, B, C đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 116: Chọn cụm từ đúng điền vào chỗ chống theo tư tưởng Hồ Chí \r\nMinh \"Văn hóa......cho quốc dân đi\".",
    "a": "Soi đường .",
    "b": "Dẫn đường.",
    "c": "Chỉ đường",
    "d": "Mở đường .",
    "ans": "a"
  },
  {
    "question": "Câu 117: Hồ Chí Minh được tổ chức UNESCO ghi nhận là Anh hùng giải phóng dân \r\ntộc, Nhà văn hóa kiệt xuất Việt Nam vào năm nào?",
    "a": "Năm 1969",
    "b": "Năm 1986",
    "c": "Năm 1987",
    "d": "Năm 1988",
    "ans": "c"
  },
  {
    "question": "Câu 118: Chọn cụm từ đúng điền vào chỗ trống theo tư tưởng Hồ Chí Minh: \"Một dân tộc dốt là một dân tộc...........\"",
    "a": "yếu .",
    "b": "lạc hậu.",
    "c": "phụ thuộc",
    "d": "chậm phát triển .",
    "ans": "a"
  },
  {
    "question": "Câu 119: Trong mặt trận văn hóa, theo Hồ Chí Minh anh chị em văn nghệ sĩ là gì?",
    "a": "Ca sĩ",
    "b": "Chiến sĩ",
    "c": "Nghệ sĩ",
    "d": "Bác sĩ",
    "ans": "b"
  },
  {
    "question": "Câu 120: Theo tư tưởng Hồ Chí Minh, có mấy nguyên tắc xây dựng đạo đức cách mạng?",
    "a": "3 nguyên tắc",
    "b": "4 nguyên tắc",
    "c": "5 nguyên tắc",
    "d": "6 nguyên tắc",
    "ans": "a"
  },
  {
    "question": "Câu 121: \"Non sông Việt Nam có trở nên tươi đẹp hay không, dân tộc Việt Nam\r\ncó bước tới đài vinh quang để sánh vai với các cường quốc năm châu được hay\r\nkhông, chính là nhờ một phần lớn ở công học tập của các em\".\r\nChủ tịch Hồ Chí Minh viết đoạn văn này nhân dịp nào?",
    "a": "Bế giảng năm học đầu tiên ở nước Việt Nam Dân chủ Cộng hòa",
    "b": "Đêm trung thu đầu tiên của nước Việt Nam Dân chủ Cộng hòa.",
    "c": "Ngày khai trường đầu tiên của nước Việt Nam Dân chủ Cộng hòa.",
    "d": "Ngày đọc Bản Tuyên Ngôn độc lập khai sinh ra Nhà nước Việt Nam Dân \r\nchủ Cộng hòa.",
    "ans": "c"
  },
  {
    "question": "Câu 122: Trong tác phẩm \"Đời sống mới\", Bác Hồ nói: \"Nếu miệng thì tuyên\r\ntruyền bảo người ta siêng làm, mà tự mình thì ăn trưa, ngủ trễ; bảo người ta tiết\r\nkiệm, mà tự mình thì xa xỉ, lung tung, thì tuyên truyền 100 năm cũng vô ích\".\r\nTheo bạn, Bác Hồ khuyên chúng ta điều gì?",
    "a": "Nên siêng làm",
    "b": "Nên tiết kiệm",
    "c": "Nên làm gương",
    "d": "Nên chăm chỉ",
    "ans": "c"
  },
  {
    "question": "Câu 123: Chuẩn mực đạo đức “trung” và “hiếu” trong quan niệm của Chủ tịch Hồ \r\nChí Minh được hiểu là?",
    "a": "Trung với vua, hiếu với cha mẹ",
    "b": "Trung với dân, hiếu với Đảng",
    "c": "Trung với Đảng, hiếu với cha mẹ",
    "d": "Trung với nước, hiếu với dân",
    "ans": "d"
  },
  {
    "question": "Câu 124: Chọn cụm từ đúng điền vào chỗ trống theo tư tưởng Hồ Chí \r\nMinh: “..................không thể đứng ngoài mà phải ở trong kinh tế”",
    "a": "Đạo đức",
    "b": "Kinh tế",
    "c": "Văn hóa",
    "d": "Chính trị",
    "ans": "c"
  },
  {
    "question": "Câu 125: Theo tư tưởng Hồ Chí Minh, văn hóa phục vụ ai?",
    "a": "Đảng",
    "b": "Nhà nước",
    "c": "Quần chúng nhân dân",
    "d": "Giai công nhân",
    "ans": "c"
  },
  {
    "question": "Câu 126: Trong bài Người cán bộ cách mạng (1955),\r\nHồ Chí Minh yêu cầu \r\n“Người cán bộ cách mạng phải có...............”?",
    "a": "văn hóa cách mạng",
    "b": "đạo đức cách mạng",
    "c": "tư tưởng cách mạng",
    "d": "phẩm chất cách mạng",
    "ans": "b"
  },
  {
    "question": "Câu 127: Theo tư tưởng Hồ Chí Minh, đạo đức là gì của người cách mạng?",
    "a": "Là mục tiêu",
    "b": "Là gốc",
    "c": "Là điều cần thiết",
    "d": "Là vấn đề quan trọng",
    "ans": "b"
  },
  {
    "question": "Câu 128: Theo tư tưởng Hồ Chí Minh, có mấy chuẩn mực đạo đức cách mạng?",
    "a": "3 chuẩn mực",
    "b": "4 chuẩn mực",
    "c": "5 chuẩn mực",
    "d": "6 chuẩn mực",
    "ans": "b"
  },
  {
    "question": "Câu 129: Chọn cụm từ đúng điền vào chỗ trống trong câu nói sau của Hồ Chí\r\nMinh: “Dễ mười lần không .................... cũng chịu, khó trăm lần dân liệu cũng\r\nxong”.",
    "a": "Đảng.",
    "b": "Nhà nước",
    "c": "dân",
    "d": "Mặt trận",
    "ans": "c"
  },
  {
    "question": "Câu 130. Các ý sau đây ghi tóm tắt ngắn gọn lời giải thích của Hồ Chí Minh về  \r\nnội dung Cần, Kiệm, Liêm, Chính. Tóm tắt nào ghi nhầm về nội dung?",
    "a": "Liêm là không bùn xỉn, keo kiệt, không chạy theo danh vọng.",
    "b": "Kiệm là tiết kiệm, không xa xỉ, không hoang phí, không bừa bãi",
    "c": "Cần là siêng năng, chăm chỉ, cố gắng, dẻo dai",
    "d": "Chính nghĩa là không tà, nghĩa là thẳng thắn, đứng đắn.\r\n.",
    "ans": "a"
  },
  {
    "question": "Câu 131: Chọn cụm từ đúng điền vào chỗ trống trong câu nói sau của Hồ Chí \r\nMinh\r\nVì lợi ích mười năm thì phải “trồng cây”\r\nVì lợi ích trăm năm thì phải “.................”",
    "a": "trồng cây",
    "b": "trồng hoa",
    "c": "trồng rau",
    "d": "trồng người",
    "ans": "d"
  },
  {
    "question": "Câu 132. Theo tư tưởng Hồ Chí Minh: “văn hóa là ................ của sự nghiệp cách \r\nmạng”?",
    "a": "mục tiêu",
    "b": "động lực",
    "c": "mục tiêu, động lực",
    "d": "tiêu chí",
    "ans": "c"
  },
  {
    "question": "Câu 133. Một trong những chuẩn mực đạo đức các mạng theo quan điểm của Chủ \r\ntịch Hồ Chí Minh là: “Trung với  nước, hiếu với....................”",
    "a": "Đảng",
    "b": "cán bộ",
    "c": "Nhà nước",
    "d": "dân",
    "ans": "d"
  },
  {
    "question": "Câu 134. Một trong những nguyên tắc xây dựng đạo đức các mạng theo quan điểm\r\ncủa Chủ tịch Hồ Chí Minh là: “Nói đi đôi với làm, nêu gương về....................”",
    "a": "học tập",
    "b": "lao động",
    "c": "tình cảm",
    "d": "đạo đức",
    "ans": "d"
  },
  {
    "question": "Câu 135. Chọn cụm từ đúng điền vào chỗ trống trong đoạn trích sau của Hồ Chí \r\nMinh:  “..................cách mạng không phải trên trời sa xuống. Nó do đấu tranh, rèn\r\nluyện bền bỉ hàng ngày mà phát triển và củng cố”.",
    "a": "Trí tuệ",
    "b": "Đạo đức",
    "c": "Tình cảm",
    "d": "Nhân cách",
    "ans": "b"
  },
  {
    "question": "Câu 136. Một trong những nguyên tắc xây dựng đạo đức các mạng theo quan điểm\r\ncủa Chủ tịch Hồ Chí Minh là: “Xây đi đôi với...”",
    "a": "chống",
    "b": "đắp",
    "c": "đào",
    "d": "dựng",
    "ans": "a"
  },
  {
    "question": "Câu 137. Các ý sau đây ghi tóm tắt ngắn gọn lời giải thích của Hồ Chí Minh về  \r\nnội dung Cần, Kiệm, Liêm, Chính. Tóm tắt nào ghi nhầm về nội dung?",
    "a": "Liêm “là trong sạch, không tham lam”",
    "b": "Kiệm là tiết kiệm, xa xỉ, hoang phí, bừa bãi",
    "c": "Cần tức là siêng năng, chăm chỉ, cố gắng, dẻo dai",
    "d": "Chính nghĩa là không tà, nghĩa là thẳng thắn, đứng đắn.",
    "ans": "b"
  },
  {
    "question": "Câu 138. Các ý sau đây ghi tóm tắt ngắn gọn lời giải thích của Hồ Chí Minh về  \r\nnội dung Cần, Kiệm, Liêm, Chính. Tóm tắt nào ghi nhầm về nội dung?",
    "a": "Liêm “là trong sạch, không tham lam”",
    "b": "Kiệm là tiết kiệm, không xa xỉ, không hoang phí, không bừa bãi",
    "c": "Cần tức là lười biếng, chăm chỉ, cố gắng, dẻo dai",
    "d": "Chính nghĩa là không tà, nghĩa là thẳng thắn, đứng đắn.",
    "ans": "c"
  },
  {
    "question": "Câu 139. Các ý sau đây ghi tóm tắt ngắn gọn lời giải thích của Hồ Chí Minh về  \r\nnội dung Cần, Kiệm, Liêm, Chính. Tóm tắt nào ghi nhầm về nội dung?",
    "a": "Liêm “là trong sạch, không tham lam”",
    "b": "Kiệm là tiết kiệm, không xa xỉ, không hoang phí, không bừa bãi",
    "c": "Cần tức là siêng năng, chăm chỉ, cố gắng, dẻo dai",
    "d": "Chính nghĩa là không tà, nghĩa là không thẳng thắn, đứng đắn.",
    "ans": "d"
  },
  {
    "question": "Câu 140: Trong Lời ghi ở trang đầu quyển sổ vàng của Trường Nguyễn Ái Quốc \r\ntrung ương (1949) Hồ Chí Minh viết: “Học để làm việc,..............., làm cán bộ”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "có tri thức",
    "b": "làm cách mạng",
    "c": "làm người”",
    "d": "làm việc",
    "ans": "b"
  },
  {
    "question": "Câu 141: Điều mong muốn cuối cùng của Hồ Chí Minh ghi trong Di chúc là gì?",
    "a": "Xây dựng một nước Việt Nam phồn vinh và cường thịnh",
    "b": "Xây dựng một nước Việt Nam hoà bình, thống nhất, độc lập, dân chủ\r\nvà giàu mạnh",
    "c": "Xây dựng một nước Việt Nam dân chủ, công bằng, văn minh",
    "d": "Làm cho mọi người được hạnh phúc",
    "ans": "b"
  },
  {
    "question": "Câu 142: Trong tác phẩm Sửa đổi lối làm việc (1947) Hồ Chí Minh viết: “Cũng\r\nnhư sông thì có nguồn mới có nước, không có nguồn thì sông cạn. Cây phải có\r\ngốc, không có gốc thì cây héo. Người cách mạng phải có .............., không có đạo\r\nđức thì dù tài giỏi mấy cũng không lãnh đạo được nhân dân”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích trên.",
    "a": "trí tuệ",
    "b": "đạo đức",
    "c": "văn hóa",
    "d": "phẩm chất",
    "ans": "b"
  },
  {
    "question": "Câu 143: Trong tác phẩm Cần, Kiệm, Liêm, Chính (1949) Hồ Chí Minh viết:\r\n“ Trời có bốn mùa: Xuân, Hạ, Thu, Đông.\r\nĐất có bốn phương: Đông, Tây, Nam, Bắc.\r\nNgười có bốn đức.............................”.\r\nChọn cụm từ đúng điền vào chỗ trống trong câu thơ trên.",
    "a": "Nhân, Nghĩa, Trí, Dũng",
    "b": "Cần, Kiệm, Liêm, Chính",
    "c": "Trung, Hiếu, Lễ, Tín",
    "d": "Nhân, Tâm, Chính, Thiện",
    "ans": "b"
  },
  {
    "question": "Câu 144: Trong tác phẩm Đạo đức cách mạng (1958), Hồ Chí Minh viết: “Đạo\r\nđức cách mạng không phải trên trời sa xuống. Nó do đấu tranh, rèn luyện bền bỉ\r\nhằng ngày mà phát triển và củng cố. Cũng như ngọc càng mài càng sáng, vàng\r\ncàng luyện càng trong”.\r\nTheo anh (chị), Hồ Chí Minh khuyên mọi người điều gì thông qua đoạn trích\r\ntrên?",
    "a": "Tự phát triển kinh tế",
    "b": "Tự tu dưỡng đạo đức suốt đời",
    "c": "Tự nâng cao trình độ văn hóa",
    "d": "Cả A, B, C đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 145: Trong Bài nói chuyện trong buổi bế mạc Hội nghị cán bộ của Đảng lần\r\nthứ sáu (18/1/1949), Hồ Chí Minh nói: “Trước mặt quần chúng, không phải ta cứ\r\nviết lên trán chữ “cộng sản” mà ta được họ yêu mến. Quần chúng chỉ quý mến\r\nnhững người có..................., đạo đức”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích",
    "a": "phẩm chất",
    "b": "tư cách",
    "c": "trình độ",
    "d": "học vấn",
    "ans": "b"
  },
  {
    "question": "Câu 146: Trong Bài nói chuyện tại Đại hội Sinh viên lần thứ II (7/5/1958), Hồ Chí\r\nMinh nói: “Lao động trí óc mà không lao động chân tay, chỉ biết lý luận mà không\r\nbiết thực hành thì cũng là..................”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích",
    "a": "học mà không hành",
    "b": "trí thức có một nửa",
    "c": "lý luận suông",
    "d": "bán thân bất toại",
    "ans": "b"
  },
  {
    "question": "Câu 147: Trong bài viết Cần tẩy sạch bệnh quan liêu mệnh lệnh (2/9/1951) Hồ Chí\r\nMinh viết: “Miệng thì nói dân chủ, nhưng làm việc thì họ theo lối \"quan\" chủ.\r\nMiệng thì nói \"phụng sự quần chúng\", nhưng họ làm trái ngược với lợi ích của\r\nquần chúng, trái ngược với phương châm và chính sách của Đảng và Chính phủ”.\r\nThông qua đoạn trích trên, theo anh (chị) Hồ Chí Minh yêu cầu cán bộ, đảng\r\nviên cần phải thực hiện nguyên tắc nào dưới đây:",
    "a": "Nói đi đôi với làm, nêu gương về đạo đức",
    "b": "Xây đi đôi với chống",
    "c": "Phải tu dưỡng đạo đức suốt đời",
    "d": "Cả A, B, C đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 148: Trong Bài nói chuyện tại Hội nghị chiến tranh du kích (13/7/1952) Hồ\r\nChí Minh nói: “Một dân tộc không tự lực cánh sinh mà cứ ngồi chờ dân tộc khác\r\ngiúp đỡ thì không xứng đáng được độc lập”.\r\nThông qua đoạn trích trên, theo anh (chị) Hồ Chí Minh yêu cầu điều gì trong\r\nđấu tranh cách mạng:",
    "a": "Phải trông chờ sự giúp đỡ của dân tộc khác",
    "b": "Phải tự lực cánh sinh, dựa vào sức mình là chính",
    "c": "Phải ỷ lại vào sự giúp đỡ của dân tộc khác",
    "d": "Cả A, B, C đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 149: Trong bài Trả lời Ông Vaxiđép Rao, thông tin viên hãng Roitơ (5/1947),\r\nHồ Chí Minh nói: “Độc lập nghĩa là chúng tôi ................ lấy mọi công việc của\r\nchúng tôi, không có sự can thiệp ở ngoài vào”.\r\nChọn cụm từ đúng điền vào chỗ trống trong đoạn trích",
    "a": "điều chỉnh",
    "b": "điều khiển",
    "c": "điều kiện",
    "d": "điều tiết",
    "ans": "b"
  },
  {
    "question": "Câu 150: Một trong những nguyên tắc xây dựng dạo đức cách mạng của Hồ Chí \r\nMinh là:",
    "a": "Nói một đằng, làm một nẻo",
    "b": "Nói đi đôi với làm, nêu gương về đạo đức",
    "c": "Nói nhiều, làm ít",
    "d": "Nói như rồng leo, làm như mèo mửa",
    "ans": "b"
  }
]