[
  {
    "question": "Câu 1: Một trong những nguồn gốc mà Hồ Chí Minh tiếp thu là…",
    "a": "Lòng nhân ái và đức hy sinh của Hồi giáo",
    "b": "Triết học Hy Lạp",
    "c": "Giá trị truyền thống của dân tộc",
    "d": "Văn hóa Hy Lạp và La Mã cổ đại",
    "ans": "c"
  },
  {
    "question": "Câu 2: Chọn đáp án trả lời đúng cho câu hỏi: Truyền thống quý báu nhất của dân tộc Việt Nam được Hồ Chí Minh kế thừa và phát triển là gì?",
    "a": "Lòng nhân ái",
    "b": "Chủ nghĩa yêu nước",
    "c": "Tinh thần hiếu học",
    "d": "Cần cù lao động",
    "ans": "b"
  },
  {
    "question": "Câu 3: Giai đoạn hình thành Tư tưởng yêu nước, thương nòi của Nguyễn Ái Quốc được tính từ…",
    "a": "Trước năm 1911",
    "b": "Năm 1911→1920",
    "c": "Năm 1921→1930",
    "d": "Năm 1945 → 1969",
    "ans": "a"
  },
  {
    "question": "Câu 4: Giai đoạn tìm tòi con đường cứu nước, giải phóng dân tộc của Nguyễn Ái Quốc được tính từ:",
    "a": "1890 →1911",
    "b": "1911 →1920",
    "c": "1921 →1930",
    "d": "1945 → 1969",
    "ans": "b"
  },
  {
    "question": "Câu 5: Giai đoạn hình thành cơ bản Tư tưởng về cách mạng Việt Nam của Nguyễn Ái Quốc được tính từ…",
    "a": "1911→1920",
    "b": "1921→1930",
    "c": "1930→1941",
    "d": "1945 → 1969",
    "ans": "b"
  },
  {
    "question": "Câu 6: Chọn đáp án trả lời đúng cho câu hỏi: Tác phẩm Đường kách mệnh của Nguyễn Ái Quốc được xuất bản lần đầu tiên vào năm nào?",
    "a": "1920",
    "b": "1925",
    "c": "1927",
    "d": "1930",
    "ans": "c"
  },
  {
    "question": "Câu 7: Chọn đáp án trả lời đúng cho câu hỏi: Thuật ngữ Tư tưởng Hồ Chí Minh được Đảng ta chính thức sử dụng bắt đầu từ bao giờ?",
    "a": "Từ năm 1969",
    "b": "Từ năm 1990",
    "c": "Từ năm 1986",
    "d": "Từ năm 1991",
    "ans": "d"
  },
  {
    "question": "Câu 8: Hãy lựa chọn câu trả lời đúng nhất:",
    "a": "Hồ Chí Minh là anh hùng giải phóng dân tộc và là nhà văn hóa lớn",
    "b": "Hồ Chí Minh là anh hùng giải phóng của dân tộc Việt Nam và là danh nhân văn hóa kiệt xuất của thế giới",
    "c": "Hồ Chí Minh là anh hùng giải phóng dân tộc và là nhà văn hóa kiệt xuất của Việt Nam",
    "d": "Hồ Chí Minh là anh hùng giải phóng dân tộc của dân tộc Việt Nam và là nhà văn hoá lỗi lạc",
    "ans": "c"
  },
  {
    "question": "Câu 9: Chọn đáp án trả lời đúng nhất:",
    "a": "Chủ nghĩa Mác - Lênin là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng ta",
    "b": "Tư tưởng Hồ Chí Minh là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng ta",
    "c": "Cùng với chủ nghĩa Mác - Lênin, tư tưởng Hồ Chí Minh là nền tảng tư tưởng và kim chỉ nam cho hành động cách mạng của Đảng ta",
    "d": "Cả ba đáp án đều đúng",
    "ans": "c"
  },
  {
    "question": "Câu 11: Chọn đáp án trả lời đúng cho câu hỏi: Theo Hồ Chí Minh, ưu điểm lớn nhất của học thuyết Khổng Tử là gì?",
    "a": "Tinh thần hiếu học",
    "b": "Quản lý xã hội bằng đạo đức",
    "c": "Sự tu dưỡng đạo đức cá nhân",
    "d": "Đề cao văn hoá, lễ giáo",
    "ans": "c"
  },
  {
    "question": "Câu 12: Chọn đáp án trả lời đúng cho câu hỏi: Hồ Chí Minh đã tiếp thu những yếu tố tích cực nào của Phật giáo?",
    "a": "Tư tưởng vị tha",
    "b": "Tinh thần từ bi, bác ái",
    "c": "Tinh thần cứu khổ, cứu nạn",
    "d": "Cả ba đáp án còn lại đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 13: Chọn đáp án trả lời đúng cho câu hỏi: Theo Hồ Chí Minh, ưu điểm lớn nhất của chủ nghĩa Mác là gì?",
    "a": "Bản chất cách mạng",
    "b": "Bản chất khoa học",
    "c": "Chủ nghĩa nhân đạo cộng sản",
    "d": "Phương pháp làm việc biện chứng",
    "ans": "d"
  },
  {
    "question": "Câu 14: Tìm một điểm nhầm lẫn trong đoạn viết dưới đây: Một trong những nguồn gốc của tư tưởng Hồ Chí Minh là tiếp thu văn hóa phương Đông, cụ thể là:",
    "a": "Những mặt tích cực của Nho giáo",
    "b": "Triết học Hy Lạp cổ đại",
    "c": "Tư tưởng vị tha của Phật giáo",
    "d": "Tư tưởng Tam dân của Tôn Trung Sơn",
    "ans": "b"
  },
  {
    "question": "Câu 15: Tìm một điểm nhầm lẫn trong đoạn viết dưới đây: Một trong những nguồn gốc của tư tưởng Hồ Chí Minh là tiếp văn hóa phương Đông, cụ thể là:",
    "a": "Những mặt tích cực của Nho giáo",
    "b": "Tư tưởng vị tha của Phật giáo",
    "c": "Tư tưởng của các nhà Khai sáng Pháp",
    "d": "Tư tưởng Tam dân của Tôn Trung Sơn",
    "ans": "c"
  },
  {
    "question": "Câu 16: Chọn đáp án trả lời đúng nhất: Hồ Chí Minh đã từng dạy học ở ngôi trường nào?",
    "a": "Trường tiểu học Pháp-Việt ở Vinh",
    "b": "Trường tiểu học Đông Ba ở Huế",
    "c": "Trường Quốc học Huế",
    "d": "Trường Dục Thanh ở Phan Thiết",
    "ans": "d"
  },
  {
    "question": "Câu 17: Chọn đáp án trả lời đúng nhất: Tư tưởng Hồ Chí Minh là hệ thống quan điểm toàn diện và sâu sắc về những vấn đề cơ bản của cách mạng Việt Nam. Những vấn đề đó thuộc phạm vi nào?",
    "a": "Trong cách mạng dân tộc dân chủ nhân dân",
    "b": "Trong cách mạng xã hội chủ nghĩa",
    "c": "Cả trong cách mạng dân tộc dân chủ nhân dân và cách mạng xã hội chủ nghĩa",
    "d": "Trong thế kỷ XXI",
    "ans": "c"
  },
  {
    "question": "Câu 18: Chọn đáp án trả lời đúng: “Đảng lấy chủ nghĩa Mác - Lênin và tư tưởng Hồ Chí Minh làm nền tảng tư tưởng và kim chỉ nam cho mọi hành động cách mạng”. Câu nói trên được Đảng ta khẳng định lần đầu tiên tại Đại hội đại biểu toàn quốc lần thứ mấy?",
    "a": "Đại hội lần thứ V",
    "b": "Đại hội lần thứ VI",
    "c": "Đại hội lần thứ VII",
    "d": "Đại hội lần thứ VIII",
    "ans": "c"
  },
  {
    "question": "Câu 19: Chọn đáp án trả lời đúng cho câu hỏi: Hồ Chí Minh được Đại hội đồng UNESCO ra Nghị quyết công nhận là Anh hùng giải phóng dân tộc và Nhà văn hóa kiệt xuất của Việt Nam vào năm nào?",
    "a": "1969",
    "b": "1987",
    "c": "1975",
    "d": "1990",
    "ans": "b"
  },
  {
    "question": "Câu 20: Chọn đáp án đúng nhất: Cơ sở hình thành tư tưởng Hồ Chí Minh về đại đoàn kết dân tộc là…",
    "a": "Truyền thống yêu nước, đoàn kết, nhân nghĩa, tương thân, tương ái của dân tộc ta",
    "b": "Tổng kết những kinh nghiệm của phong trào cách mạng Việt Nam và phong trào cách mạng thế giới cuối thế kỉ XIX-đầu thế kỉ XX",
    "c": "Chủ nghĩa Mác - Lênin",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 21: Tìm 1 câu có nội dung bị nhầm lẫn trong các câu sau: một trong những nguồn gốc của tư tưởng Hồ Chí Minh là tiếp thu tư tưởng và văn hoá phương Tây, cụ thể là:",
    "a": "Tiếp thu giá trị tư tưởng nhân quyền của cuộc cách mạng Mỹ, được ghi trong tuyên Ngôn Độc Lập năm 1776 của Mỹ",
    "b": "Ở nước Anh, Nguyễn Ái Quốc đã tiếp nhận được lý tưởng tự do, bình đẳng, bác ái và tư tưởng dân chủ của các nhà khai sáng Anh",
    "c": "Khi hoạt động ở Pari, thủ đô nước Pháp, Nguyễn Ái Quốc đã hấp thu được tư tưởng dân chủ và hình thành được phong cách dân chủ trong hoạt động chính trị",
    "d": "Trong sinh hoạt khoa học, chính trị với Đảng xã hội Pháp, Nguyễn Ái Quốc đã học được cách làm việc dân chủ trong tranh luận, trình bày ý kiến",
    "ans": "b"
  },
  {
    "question": "Câu 22: Nguyễn Ái Quốc viết 1 bức thư gửi cho 1 cán bộ của Quốc tế Cộng sản có đoạn viết “đồng chí có thể hình dung nơi tôi đang sống trong một tình trạng tinh thần và vật chất như thế nào không: biết là có nhiều công việc nhưng không thể làm gì được, ăn không ngồi rồi, không có tiến, sống ngày nào hay ngày ấy mà không được phép hoạt động, vv..” bức thư đó Nguyễn Ái Quốc viết khi nào?",
    "a": "4-1925",
    "b": "4-1928",
    "c": "4-1930",
    "d": "4-1937",
    "ans": "b"
  },
  {
    "question": "Câu 23: Nguyễn Ái Quốc được Ban chấp hành Trung ương Quốc tế Cộng sản ra Quyết định đồng ý để Người trở về Đông Dương theo nguyện vọng vào thời gian nào?",
    "a": "4-1924",
    "b": "4-1928",
    "c": "4-1929",
    "d": "4-1937",
    "ans": "b"
  },
  {
    "question": "Câu 24: Điền vào chỗ trống để hoàn thiện định nghĩa Tư tưởng Hồ Chí Minh: “Tư tưởng Hồ Chí Minh là một hệ thống quan điểm toàn diện và sâu sắc về những vấn đề cơ bản của […..] , là kết quả của sự vận dụng và phát triển sáng tạo […..] vào điều kiện cụ thể của nước ta, đồng thời là kết tinh tinh hoa dân tộc và trí tuệ thời đại, giải phóng dân tộc, giải phóng giai cấp, giải phóng con người”.",
    "a": "Cách mạng Việt Nam, chủ nghĩa Mác - Lênin",
    "b": "Cách mạng vô sản, chủ nghĩa Mác - Lênin",
    "c": "Cách mạng hội chủ nghĩa, chủ nghĩa Mác-Lênin",
    "d": "Chủ Nghĩa Mác - Lênin, cách mạng Việt Nam",
    "ans": "a"
  },
  {
    "question": "Câu 25: Chọn câu trả lời đúng nhất: Mục đích tư tưởng Hồ Chí Minh là gì?",
    "a": "Giải phóng dân tộc",
    "b": "Giải phóng dân tộc, giải phóng giai cấp và giải phóng con người",
    "c": "Giải phóng các dân tộc phương Đông",
    "d": "Giải phóng giai cấp và giải phóng con người",
    "ans": "b"
  },
  {
    "question": "Câu 26: Tư tưởng Hồ Chí Minh được hình thành từ những nguồn gốc nào?",
    "a": "Những điều kiện lịch sử - xã hội trong nước và thế giới",
    "b": "Những tiền đề tư tưởng-lý luận",
    "c": "Những phẩm chất chủ quan Hồ Chí Minh",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 27: Nhờ tiếp thu yếu tố nào mà Nguyễn Ái Quốc đã từ một nhà yêu nước trở thành một người cộng sản?",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "Chủ nghĩa yêu nước",
    "c": "Chủ nghĩa Tam dân",
    "d": "Văn hóa Phục hưng",
    "ans": "a"
  },
  {
    "question": "Câu 28: Chọn cụm từ đúng điền vào chỗ trống: Tháng 7/1920, Hồ Chí Minh đọc tác phẩm … của Lênin.",
    "a": "“Làm gì”",
    "b": "Sơ thảo lần thứ hai Luận cương về các vấn đề dân tộc",
    "c": "Sơ thảo lần thứ nhất về các vấn đề dân tộc và thuộc địa",
    "d": "Nhà nước và cách mạng",
    "ans": "c"
  },
  {
    "question": "Câu 29: Chọn từ điền vào chỗ trống để hoàn thiện câu: Văn kiện Đại hội XI của Đảng đã chỉ rõ: Tư tưởng Hồ Chí Minh… cho cuộc đấu tranh của nhân dân ta giành thắng lợi, là … to lớn của Đảng và của dân tộc ta.",
    "a": "Mở đường; tài sản tinh thần",
    "b": "Soi đường; tài sản tinh thần",
    "c": "Chỉ đường; tài sản tinh thần",
    "d": "Dẫn đường; tài sản tinh thần",
    "ans": "b"
  },
  {
    "question": "Câu 30: Theo Hồ Chí Minh, học chủ nghĩa Mác - Lênin để làm gì?",
    "a": "Học thuộc các luận điểm lí luận",
    "b": "Để chứng tỏ trình độ lí luận",
    "c": "Để sống với nhau có nghĩa, có tình",
    "d": "Cả A, B, C đều sai",
    "ans": "c"
  },
  {
    "question": "Câu 31: Điều mong muốn cuối cùng của Hồ Chí Minh là gì?",
    "a": "Xây dựng một nước Việt Nam phồn vinh và cường thịnh",
    "b": "Xây dựng một nước Việt Nam hòa bình, thống nhất, độc lập, dân chủ, giàu mạnh",
    "c": "Xây dựng một nước Việt Nam dân chủ, giàu mạnh, văn minh.",
    "d": "Làm cho mọi người hạnh phúc.",
    "ans": "b"
  },
  {
    "question": "Câu 32: Nguyễn Tất Thành lên con tàu amiral Latusơ Tơrơvil để tìm đường cứu nước vào thời gian nào và tại đâu?",
    "a": "Ngày 6/5/1911 tại Bến cảng Nhà Rồng",
    "b": "Ngày 2/6/1911 tại Sài Gòn",
    "c": "Ngày 5/6/1911 tại Bến cảng Nhà Rồng",
    "d": "Ngày 4/6/1911 tại Bến Nhà Rồng",
    "ans": "c"
  },
  {
    "question": "Câu 33: Nguyễn Tất Thành ra đi tìm đường cứu nước lúc bao nhiêu tuổi?",
    "a": "19 tuổi",
    "b": "20 tuổi",
    "c": "21 tuổi",
    "d": "24 tuổi",
    "ans": "c"
  },
  {
    "question": "Câu 34: Nguyễn Tất Thành nói: “Tôi muốn đi ra nước ngoài xem nước Pháp và các các nước khác làm như thế nào, tôi sẽ trở về giúp đồng bào chúng ta”. Câu nói trên vào thời gian nào?",
    "a": "Tháng 6/1911",
    "b": "Tháng 6/1912",
    "c": "Tháng 6/1909",
    "d": "Tháng 6/1910",
    "ans": "a"
  },
  {
    "question": "Câu 35: Nguyễn Ái Quốc sáng lập “Hội Việt Nam cách mạng Thanh Niên” vào thời gian nào?",
    "a": "Tháng 6/1925",
    "b": "Tháng 5/11926",
    "c": "Tháng 6/1926",
    "d": "Tháng 5/1927",
    "ans": "a"
  },
  {
    "question": "Câu 36: Nguyễn Tất Thành đã tham dự cuộc biểu tình chống thuế của nông dân tỉnh Thừa Thiên Huế vào thời gian nào?",
    "a": "Tháng 5/1905",
    "b": "Tháng 5/1908",
    "c": "Tháng 5/1906",
    "d": "Tháng 6/1908",
    "ans": "b"
  },
  {
    "question": "Câu 37: Nguyễn Tất Thành dạy học ở trường Dục Thanh vào thời gian nào?",
    "a": "Tháng 9/1908 đến tháng 9/1909",
    "b": "Tháng 9/1910 đến tháng 4/1911",
    "c": "Tháng 9/1910 đến tháng 2/1911",
    "d": "Tháng 1/1910 đến 5/1911",
    "ans": "c"
  },
  {
    "question": "Câu 38: Nguyễn Tất Thành ở nước Mỹ vào thời gian nào?",
    "a": "1911-1912",
    "b": "1912- 1913",
    "c": "1912-1914",
    "d": "1913- 1914",
    "ans": "b"
  },
  {
    "question": "Câu 39: Nguyễn Tất Thành ở nước Anh vào thời gian nào?",
    "a": "1913- 1914",
    "b": "1914- 1915",
    "c": "1913- 1917",
    "d": "1914-1917",
    "ans": "d"
  },
  {
    "question": "Câu 40: “Luận cương của V.I. Lênin làm cho tôi rất cảm động, phấn khởi, sáng tỏ, tin tưởng biết bao. Tôi vui mừng đến phát khóc lên. Ngồi một minh trong buồng tối mà tôi nói to lên nhhư đang nói trước quần chúng đông đảo: hỡi đồng bào bị đọa đày đau khổ? Đây là cái cần thiết cho chung ta, đây là con đường giải phóng của chúng ta”. Câu nói này của Nguyễn Ái Quốc được trích từ tác phẩm nào?",
    "a": "Đời hoạt động của Hồ Chủ tịch",
    "b": "Con đường dẫn tôi đến với chủ nghĩa Mác - Lênin",
    "c": "Lênin vĩ đại",
    "d": "Cách mạng Tháng Mười và con đường vĩ đại",
    "ans": "b"
  },
  {
    "question": "Câu 41: Trong thời gian ở nước ngoài, Nguyễn Tất Thành làm những công việc gì?",
    "a": "Phụ bếp, cào tuyết",
    "b": "Thợ ảnh, làm bánh",
    "c": "Đốt lò, bán báo",
    "d": "Tất cả các công việc trên",
    "ans": "d"
  },
  {
    "question": "Câu 42: Hồ Chí Minh viết tác phẩm “Đường Kách Mệnh” vào năm nào?",
    "a": "Năm 1926",
    "b": "Năm 1927",
    "c": "Năm 1928",
    "d": "Năm 1927",
    "ans": "b"
  },
  {
    "question": "Câu 43: Tác phẩm “Bản án chế độ thực dân Pháp” của Nguyễn Ái Quốc được xuất bản lần đầu tiên vào năm nào?",
    "a": "Năm 1923",
    "b": "Năm 1925",
    "c": "Năm 1926",
    "d": "Năm 1924",
    "ans": "b"
  },
  {
    "question": "Câu 44: Hồ Chí Minh lấy tên Nguyễn Ái Quốc vào thời gian nào?",
    "a": "Khi Bác lên tàu từ bến Nhà Rồng 1911",
    "b": "Khi Bác tham gia sáng lâp Đảng Cộng Sản Pháp tại Đại Hội Tua tháng 12/1920.",
    "c": "Tại Hội Nghị Vécxay (Pháp) ngày 18/6/1919",
    "d": "Khi Bác sang Liên Xô làm việc ở Ban Phương Đông của Quốc tế Cộng sản tháng 6/1923",
    "ans": "c"
  },
  {
    "question": "Câu 45: “Đưa hổ cửa trước, rước beo cửa sau” là câu Nguyễn Ái Quốc nói về chủ trương cứu nước của ai?",
    "a": "Nguyễn Thái học",
    "b": "Hoàng Hoa Thám",
    "c": "Phan Chu Trinh",
    "d": "Phan Bội Châu",
    "ans": "d"
  },
  {
    "question": "Câu 46: “Ỷ Pháp cầu tiến bộ chẳng khác nào xin giặc rủ lòng thương” là câu Nguyễn Ái Quốc nói về chủ trương cứu nước của ai?",
    "a": "Nguyễn Thái học",
    "b": "Hoàng Hoa Thám",
    "c": "Phan Chu Trinh",
    "d": "Phan Bội Châu",
    "ans": "c"
  },
  {
    "question": "Câu 47: Chọn phương án trả lời đúng nhất:",
    "a": "Tư tưởng Hồ Chí Minh là kết quả của sự vận dụng phát triển sáng tạo chủ nghĩa Mác-Lênin vào điều kiện thực tế nước ta",
    "b": "Tư tưởng Hồ Chí Minh là kết quả của sự vận dụng và phát triển sáng tạo chủ nghĩa Mác-Lênin vào điều kiện cụ thể của nước ta",
    "c": "Tư tưởng Hồ Chí Minh là kết quả của sự vận dụng phát triển sáng tạo chủ nghĩa Mác-Lênin vào điều kiện thực tế thế giới",
    "d": "Tư tưởng Hồ Chí Minh là kết quả của sự sáng tạo chủ nghĩa Mác-Lênin vào điều kiện thực tế của nước ta",
    "ans": "b"
  },
  {
    "question": "Câu 48: Nguyễn Ái quốc gửi bản “Yêu sách của nhân dân Việt Nam” tới Hội nghị Vécxay vào ngày, tháng, năm nào?",
    "a": "18/6/1917",
    "b": "18/6/1918",
    "c": "18/6/1919",
    "d": "18/6/1920",
    "ans": "c"
  },
  {
    "question": "Câu 49: Nguyễn Ái Quốc đọc “Sơ thảo lần thứ nhất về vấn đề dân tộc và thuộc địa của Lênin vào thời gian nào?",
    "a": "7/1917",
    "b": "7/1918",
    "c": "7/1920",
    "d": "7/1922",
    "ans": "c"
  },
  {
    "question": "Câu 50: Nguyễn Ái Quốc tán thành Quốc tế III, tham gia thành lập Đảng Cộng sản Pháp khi nào?",
    "a": "12/1918",
    "b": "12/1919",
    "c": "12/1920",
    "d": "12/1923",
    "ans": "c"
  },
  {
    "question": "Câu 51: Thay mặt Hội những người Việt Nam yêu nước tại Pháp, Nguyễn Ái Quốc gửi bản “Yêu sách của nhân dân Việt Nam” tới Hội Nghị Vécxay. Bản Yêu sách gồm mấy điểm?",
    "a": "6 điểm",
    "b": "8 điểm",
    "c": "9 điểm",
    "d": "12 điểm",
    "ans": "b"
  },
  {
    "question": "Câu 52: Theo Hồ Chí Minh, ưu điểm lớn nhất của Khổng Tử là gì?",
    "a": "Tinh thần hiếu học",
    "b": "Sự tu dưỡng đạo đức cá nhân",
    "c": "Quản lý xã hội bằng đạo đức",
    "d": "Tinh thần lễ nghĩa",
    "ans": "b"
  },
  {
    "question": "Câu 53: Một trong những nội dung cơ bản của bản yêu sách gồm 8 điểm mà Nguyễn Ái Quốc gửi đến Hội nghị Vécxay (Pháp) là:",
    "a": "Đòi quyền tự trị của dân tộc",
    "b": "Đòi quyền độc lập của dân tộc",
    "c": "Đòi quyền tự do, dân chủ tối thiểu cho nhân dân",
    "d": "Đòi quyền giải phóng dân tộc",
    "ans": "b"
  },
  {
    "question": "Câu 54: Các bài giảng của Nguyễn Ái Quốc tại các lớp huấn luyện cán bộ tuyên truyền của hội Liên hiệp các dân tộc bị áp bóc lột tập hợp lại và xuất bản thành tác phẩm gì?",
    "a": "Con Rồng tre",
    "b": "Bản án chế dộ thực dân Pháp",
    "c": "Lênin và Phương Đông",
    "d": "Đường cách mệnh",
    "ans": "d"
  },
  {
    "question": "Câu 55: Hồ Chí Minh đã tiếp thu những yếu tố nào của Phật Giáo?",
    "a": "Lòng thương người",
    "b": "Tinh thần cứu khổ, cứu nạn",
    "c": "Tinh thần từ bi, bác ái",
    "d": "Cả ba phương án trên",
    "ans": "d"
  },
  {
    "question": "Câu 56: Theo Hồ Chí Minh, ưu điểm lớn nhất của chủ nghĩa Mác - Lênin là gì?",
    "a": "Bản chất cách mạng",
    "b": "Bản chất khoa học",
    "c": "Phương pháp làm việc biện chứng",
    "d": "Chủ nghĩa nhân đạo chiến đấu",
    "ans": "c"
  },
  {
    "question": "Câu 57: Theo Hồ chí Minh, ưu điểm lớn nhất cú tôn giáo Giêsu là gì?",
    "a": "Đức hy sinh",
    "b": "Lòng cao thượng",
    "c": "Lòng từ bi, bác ái",
    "d": "Lòng nhân ái cao cả",
    "ans": "d"
  },
  {
    "question": "Câu 58: Theo Hồ Chí Minh, ưu điểm lớn nhất của chủ nghĩa tam dân của Tôn Trung Sơn đối với nước ta là:",
    "a": "Chống phong kiến",
    "b": "Đấu tranh vì tự do, dân chủ",
    "c": "Phù hợp với điều kiện thực tế nước ta",
    "d": "Đem lại độc lập, tự do",
    "ans": "c"
  },
  {
    "question": "Câu 59: Tư tưởng Hồ Chí Minh được hình thành từ những tiền đề tư tưởng - lý luận nào?",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "Những giá trị truyền thống tốt đẹp của dân tộc",
    "c": "Tinh hoa văn hóa nhân loại",
    "d": "Tất cả phương án trên",
    "ans": "d"
  },
  {
    "question": "Câu 60: Tư tưởng Hồ Chí Minh được hình thành từ những nguồn gốc nào?",
    "a": "Những điều kiện lịch sử - xã hội trong nước và thế giới",
    "b": "Những tiền đề tư tưởng-lý luận",
    "c": "Những phẩm chất chủ quan Hồ Chí Minh",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 61: Trong những tiền đề tư tưởng-lý luận, tiền đề nào quyết định bản chất cách mạng và khoa học của tư tưởng Hồ Chí Minh?",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "Tinh hoa văn hóa dân tộc",
    "c": "Tinh hoa văn hoa nhân loại",
    "d": "Chủ nghĩa tam dân của Tôn Trung Sơn",
    "ans": "a"
  },
  {
    "question": "Câu 63: Nền tảng tư tưởng và kim chỉ nam cho hành động của Đảng và cách mạng Việt Nam là?",
    "a": "Chủ nghĩa yêu nước",
    "b": "Chủ nghĩa Mác-Lênin",
    "c": "Tư tưởng Hồ Chí Minh",
    "d": "Chủ nghĩa Mác-Lênin, tư tưởng Hồ Chí Minh",
    "ans": "d"
  },
  {
    "question": "Câu 64: Theo Hồ Chí Minh, ở đời và làm người thì phải làm gì?",
    "a": "Yêu nước",
    "b": "Thương dân",
    "c": "Thương nhân loại bị áp bức",
    "d": "Cả A, B, C đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 65: Hồ Chí Minh tiếp thu tinh hoa văn hóa phương Đông chủ yếu từ:",
    "a": "Nho giáo và Thiên chúa giáo",
    "b": "Nho giáo và Phật giáo",
    "c": "Nho Giáo và Thiên chúa giáo",
    "d": "Cả a, b, c đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 66: Chọn cụm từ thích hợp điền vào chỗ trống theo tư tưởng Hồ Chí Minh: “Muốn người ta giúp cho thì trước hết mình phải…”",
    "a": "Giúp người ta trước",
    "b": "Tự cố gắng đứng dậy",
    "c": "Tự giúp lấy mình đã",
    "d": "Kêu gọi sự giúp đỡ",
    "ans": "c"
  },
  {
    "question": "Câu 67: Chọn cụm từ đúng điền vào chỗ trống: Tháng 7/1920, Hồ Chí Minh đọc tác phẩm … của Lênin",
    "a": "“Làm gì”",
    "b": "Sơ thảo lần thứ nhất Luận cương về các vấn đề dân tộc",
    "c": "Sơ thảo lần thứ nhất về các vấn đề dân tộc và thuộc địa",
    "d": "Sơ thảo lần thứ nhất Luận cương về các vấn đề dân tộc và thuộc địa",
    "ans": "c"
  },
  {
    "question": "Câu 69: Chọn cụm từ đúng điền vào chỗ trống: Theo Hồ Chí Minh, “Muốn cứu nước và … không có con đường nào khác con đường…”",
    "a": "Giải phóng dân tộc; cách mạng vô sản",
    "b": "Giải phóng dân tộc; cách mạng tư sản",
    "c": "Giành độc lập; cách mạng vô sản",
    "d": "Giành độc lập, tự do; cách mạng văn hóa",
    "ans": "a"
  },
  {
    "question": "Câu 70: Năm 1941, Nguyễn Ái Quốc viết một tác phẩm có câu mở đầu: “Dân ta phải biết sử ta; Cho tường gốc tích nước nhà Việt Nam”. Đó là tác phẩm… ?",
    "a": "“Đường cách mệnh”",
    "b": "“Lịch sử nước ta”",
    "c": "“Bài ca du kích",
    "d": "“Di chúc”",
    "ans": "b"
  },
  {
    "question": "Câu 71: Chọn từ điền vào chỗ trống để hoàn thiện câu: Văn kiện Đại hội XI của Đảng chỉ rõ: Tư tưởng Hồ Chí Minh… cho cuộc đấu tranh của nhân dân ta giành thắng lợi, là …to lớn của Đảng và của dân tộc ta.",
    "a": "Mở đường; tài sản tinh thần",
    "b": "Soi đường; tài sản tinh thần",
    "c": "Chỉ đường; tài sản tinh thần",
    "d": "Dẫn đường; tài sản tinh thần",
    "ans": "b"
  }
]