[
  {
    "question": "Câu 1: “Pháp luật là của ai, do ai và vì ai?” Đề cập đến vấn đề nào của pháp luật?",
    "a": "Nội dung của pháp luật.",
    "b": "Khái niệm cơ bản của pháp luật.",
    "c": "Bản chất của pháp luật",
    "d": "Hình thức thể hiện của pháp luật",
    "ans": "c"
  },
  {
    "question": "Câu 2: Tổ chức nào có quyền phân chia lãnh thổ thành các đơn vị hành chính?",
    "a": "Mặt trận Tổ quốc",
    "b": "Công đoàn",
    "c": "Nhà nước",
    "d": "Đảng cộng sản",
    "ans": "c"
  },
  {
    "question": "Câu 3: Các quy phạm pháp luật do nhà nước ban hành phải phù hợp với…",
    "a": "Ý chí của giai cấp cầm quyền mà nhà nước là đại diện",
    "b": "nguyện vọng của giai cấp cầm quyền mà Nhà nước đại diện",
    "c": "nguyện vọng của mọi tầng lớp trong xã hội",
    "d": "Ý chí của mọi giai cấp và tầng lớp trong xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 4: Nội dung cơ bản của pháp luật bao gồm…",
    "a": "Các chuẩn mực thuộc về đời sống tinh thần, tình cảm của con người",
    "b": "Quy định các hành vi không được làm",
    "c": "Quy định các bổn phận của công dân",
    "d": "Các quy tắc xử sự (việc được làm, việc phải làm, việc không được làm)",
    "ans": "d"
  },
  {
    "question": "Câu 5: Theo quan điểm của chủ nghĩa Mác-Lênin thì nguyên nhân chủ yếu làm xuất hiện Nhà nước là?",
    "a": "Do các thành viên trong xã hội lập ra",
    "b": "Do có sự phân hóa lao động trong xã hội",
    "c": "Do địa hình, khí hậu không thuận lợi nên con người phải hợp sức lại để phát triển sản xuất",
    "d": "Do có sự phân hóa giai cấp và đấu tranh giai cấp trong xã hội",
    "ans": "d"
  },
  {
    "question": "Câu 6: Ưu thế vượt trội của pháp luật so với các quy phạm xã hội khác là?",
    "a": "Tính rộng rãi",
    "b": "Tồn tại trong thời gian dài",
    "c": "Tính xã hội",
    "d": "Tính cưỡng chế",
    "ans": "d"
  },
  {
    "question": "Câu 7: Sự xuất hiện của nhà nước cổ đại nào sau đây có nguyên nhân là do mâu thuẫn giai cấp gay gắt đến mức không thể điều hòa được:",
    "a": "Nhà nước Chămpa",
    "b": "Các nhà nước phương Đông",
    "c": "Nhà nước Đại Việt",
    "d": "Nhà nước Rôma",
    "ans": "d"
  },
  {
    "question": "Câu 8: Trong nhà nước quân chủ chuyên chế thì…",
    "a": "Quyền lực nhà nước thuộc về một tập thể, được hình thành theo phương thức thừa kế",
    "b": "Quyền lực nhà nước tối cao thuộc về một người và được hình thành do bầu cử",
    "c": "Quyền lực nhà nước tối cao thuộc về một một cơ quan tập thể và do bầu cử mà ra",
    "d": "Quyền lực nhà nước thuộc về một người và được hình thành theo phương thức thừa kế",
    "ans": "d"
  },
  {
    "question": "Câu 9: Tính quy phạm phổ biến là đặc tính của:",
    "a": "Tổ chức xã hội",
    "b": "Pháp luật",
    "c": "Đạo đức",
    "d": "Tôn giáo",
    "ans": "b"
  },
  {
    "question": "Câu 10: Bạn A thắc mắc tại sao cả Hiến pháp và luật giáo dục đều quy định công dân có quyền và nghĩa vụ học tập? Em sẽ sử dụng đặc trưng nào dưới đây của pháp luật để giải thích cho bạn A?",
    "a": "tính xác định chặt chẽ về hình thức",
    "b": "Tính bắt buộc chung của pháp luật",
    "c": "tính quy phạm phổ biến của pháp luật",
    "d": "tính quyền lực của pháp luật",
    "ans": "c"
  },
  {
    "question": "Câu 11: Các quy tắc xử sự (việc được làm, việc phải làm, việc không được làm) thể hiện vấn đề nào của pháp luật?",
    "a": "Nội dung",
    "b": "Phương thức tác động",
    "c": "Hình thức thể hiện",
    "d": "Nguồn gốc",
    "ans": "a"
  },
  {
    "question": "Câu 12: Dựa vào nội dung nào dưới đây của pháp luật mà nhà nước có thể kiểm tra, kiểm soát được các hoạt động của mọi công dân?",
    "a": "bản chất của pháp luật",
    "b": "vai trò của pháp luật",
    "c": "đặc trưng của pháp luật",
    "d": "chức năng của pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 13: Pháp luật mang bản chất của xã hội vì…",
    "a": "pháp luật là cơ sở đảm bảo an toàn trật tự xã hội",
    "b": "pháp luật bắt nguồn từ thực tiễn đời sống xã hội",
    "c": "pháp luật đem đến một hệ thống chính trị hoàn chỉnh",
    "d": "pháp luật góp phần hoàn chỉnh hệ thống xã hội",
    "ans": "b"
  },
  {
    "question": "Câu 14: Nhà nước quân chủ hạn chế (quân chủ lập hiến) là nhà nước…?",
    "a": "Quyền lực nhà nước thuộc về một tập thể gồm những người quý tộc và được hình thành do thừa kế",
    "b": "Quyền lực nhà nước được phân chia cho người đứng đầu nhà nước theo phương",
    "c": "Quyền lực nhà nước tối cao thuộc về một cơ quan tập thể và được hình thành",
    "d": "Quyền lực nhà nước tối cao thuộc về một cơ quan tập thể do bầu cử mà ra",
    "ans": "b"
  },
  {
    "question": "Câu 15: Pháp luật công khai quy định về chế độ bóc lột nô lệ, thể hiện sự bất bình đẳng giữa chủ nô và nô lệ, đây là đặc điểm của kiểu pháp luật nào?",
    "a": "Pháp luật xã hội chủ nghĩa",
    "b": "Pháp luật phong kiến",
    "c": "Pháp luật tư sản",
    "d": "Pháp luật chủ nô",
    "ans": "d"
  },
  {
    "question": "Câu 16: Hình thức chính thể nào sau đây không tồn tại chức danh Thủ tướng",
    "a": "Cộng hòa đại nghị",
    "b": "Cộng hòa lưỡng tính (hỗn hợp)",
    "c": "Cộng hòa Tổng thống",
    "d": "Quân chủ lập hiến",
    "ans": "c"
  },
  {
    "question": "Câu 17: Để xử lý người có hành vi xâm hại đến các lợi ích của giai cấp cầm quyền, Nhà nước sẽ sử dụng quyền lực có tính cưỡng chế. Khẳng định này là nội dung nào dưới đây của pháp luật?",
    "a": "đặc trưng của pháp luật",
    "b": "chức năng của pháp luật",
    "c": "vai trò của pháp luật",
    "d": "bản chất của pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 18: Nước nào sau đây có hình thức cấu trúc nhà nước liên bang?",
    "a": "Việt Nam",
    "b": "Nga",
    "c": "Xingapo",
    "d": "Pháp",
    "ans": "b"
  },
  {
    "question": "Câu 19: Phương tiện nào dưới đây của nhà nước được xem là hiệu quả để quản lý xã hội?",
    "a": "Pháp luật",
    "b": "Phong tục",
    "c": "Nội quy",
    "d": "Giáo dục",
    "ans": "a"
  },
  {
    "question": "Câu 20: Theo quan điểm của chủ nghĩa Mác - Lênin về nhà nước thì…",
    "a": "Nhà nước là hiện tượng xuất hiện và tồn tại cùng với sự xuất hiện, tồn tại của lịch sử xã hội loài người",
    "b": "Nhà nước là hiện tượng xã hội mang tính lịch sử",
    "c": "Nhà nước là hiện tượng tự nhiên",
    "d": "Nhà nước là hiện tượng xã hội tồn tại vĩnh viễn",
    "ans": "b"
  },
  {
    "question": "Câu 21: Tổ chức thị tộc trong xã hội Cộng sản nguyên thủy là?",
    "a": "Một tập đoàn người có cùng quan hệ huyết thống",
    "b": "Một đơn vị độc lập",
    "c": "Một tổ chức kinh tế",
    "d": "Một xã hội độc lập",
    "ans": "a"
  },
  {
    "question": "Câu 22: Hình thức cấu trúc nhà nước đơn nhất có đặc điểm…",
    "a": "Hai hệ thống pháp luật",
    "b": "Hai hệ thống cơ quan Nhà nước",
    "c": "Lãnh thổ có chủ quyền riêng",
    "d": "Một hệ thống pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 23: Để xử lý người có hành vi xâm hại đến lợi ích của giai cấp cầm quyền, Nhà nước sẽ sử dụng quyền lực có tính cưỡng chế, khẳng định này là nội dung nào dưới đây của pháp luật?",
    "a": "Chức năng của pháp luật",
    "b": "Vai trò của pháp luật",
    "c": "Đặc trưng của pháp luật",
    "d": "Bản chất của pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 24: Nhà nước ban hành luật giao thông đường bộ và bắt buộc tất cả mọi người phải tuân theo, không được làm trái. Thể hiện đặc trưng…?",
    "a": "Tính quy định, bắt buộc chung",
    "b": "Tính xác định chặt chẽ về mặt hình thức",
    "c": "Tính nhân dân",
    "d": "Tính quy phạm, phổ biến",
    "ans": "a"
  },
  {
    "question": "Câu 25: Mỗi quy tắc xử sự thường được thể hiện thành…",
    "a": "một số quy định pháp luật",
    "b": "nhiều quy định pháp luật",
    "c": "nhiều quy phạm pháp luật",
    "d": "quy phạm pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 26: Chủ thể nào dưới đây sẽ đảm bảo cho pháp luật được thực hiện nghiêm minh?",
    "a": "Nhà nước",
    "b": "Cơ quan",
    "c": "Đảng cộng sản",
    "d": "Cá nhân",
    "ans": "a"
  },
  {
    "question": "Câu 27: Nhà nước nào sau đây có hình thức cấu trúc là nhà nước đơn nhất?",
    "a": "Nga",
    "b": "Thụy Sĩ",
    "c": "Mêxicô",
    "d": "Việt Nam",
    "ans": "d"
  },
  {
    "question": "Câu 28: Chọn phương án đúng nhất: Nhà nước Việt Nam đại diện cho lợi ích của…",
    "a": "giai cấp công nhân và nhân dân lao động",
    "b": "nhân dân lao động",
    "c": "các tầng lớp bị áp bức",
    "d": "giai cấp công dân",
    "ans": "a"
  },
  {
    "question": "Câu 29: Cách thức và trình tự thành lập ra các cơ quan quyền lực tối cao của nhà nước, đó là",
    "a": "Chế độ chính trị",
    "b": "Hình thức cấu trúc nhà nước",
    "c": "Hình thức nhà nước",
    "d": "Hình thức chính thể",
    "ans": "d"
  },
  {
    "question": "Câu 30: Lịch sử xã hội loài người đã tồn tại ...... kiểu nhà nước, bao gồm các kiểu nhà nước là .............",
    "a": "4-chủ nô-phong kiến-tư sản-XHCN",
    "b": "4-chủ nô-chiếm hữu nô lệ-tư bản - XHCN",
    "c": "4-chủ nô-phong kiến-tư hữu-XHCN",
    "d": "4-địa chủ-nông nô, phong kiến-tư bản-XHCN",
    "ans": "a"
  },
  {
    "question": "Câu 31: Tính giai cấp của nhà nước thể hiện ở chỗ:",
    "a": "Nhà nước là một bộ máy trấn áp giai cấp",
    "b": "Nhà nước là một bộ máy của giai cấp này thống trị giai cấp khác",
    "c": "Nhà nước ra đời là sản phẩm của xã hội có giai cấp",
    "d": "Tất cả đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 32: Điểm giống nhau cơ bản giữa pháp luật và đạo đức là…",
    "a": "điều chỉnh hành vi để hướng tới các giá trị xã hội",
    "b": "được tuân thủ bằng niềm tin, lương tâm của cá nhân",
    "c": "điều chỉnh hành vi dựa trên tính tự giác của công dân",
    "d": "thể hiện những quy tắc mang tính bắt buộc chung",
    "ans": "a"
  },
  {
    "question": "Câu 33: Nhà nước nào sau đây có chính thể cộng hòa đại nghị?",
    "a": "Hoa Kỳ",
    "b": "Đức",
    "c": "Bồ Đào Nha",
    "d": "Việt Nam",
    "ans": "b"
  },
  {
    "question": "Câu 34: Nhận định nào sau đây SAI khi đề cập đến chức năng của pháp luật?",
    "a": "Pháp luật bảo vệ tất cả các quan hệ xã hội",
    "b": "Pháp luật tác động đến các quan hệ xã hội chủ yếu, tạo hành lang pháp lý an toàn cho quan hệ xã hội đó tồn tại, phát triển",
    "c": "Không đáp án nào sai",
    "d": "Chức năng giáo dục của pháp luật thể hiện tính răn đe đối với hành vi vi phạm pháp luật và phòng ngừa chung cho toàn xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 35: Bản chất giai cấp của Pháp luật Việt Nam là…",
    "a": "Đảm bảo lợi ích của giai cấp công nhân và nhân dân lao động Việt Nam",
    "b": "Đảm bảo lợi ích của giai cấp lãnh đạo, nhưng giai cấp công nhân và nông dân được tự do dân chủ",
    "c": "Pháp luật là điều kiện để nhà nước ràng buộc mọi công dân",
    "d": "Tất cả đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 36: Công dân có thể thực hiện quyền kinh doanh phù hợp với khả năng điều kiện của mình là biểu hiện vai trò nào dưới đây của pháp luật?",
    "a": "là phương tiện để công dân bảo vệ quyền và lợi ích hợp pháp của mình",
    "b": "là phương tiện để công dân bảo vệ quyền và nghĩa vụ của mình",
    "c": "là phương tiện để nhà nước quản lý xã hội",
    "d": "là phương tiện để nhà nước phát huy quyền lực của mình",
    "ans": "b"
  },
  {
    "question": "Câu 37: Kiểu nhà nước đầu tiên trong lịch sử xã hội loài người là?",
    "a": "Nhà nước cộng sản nguyên thủy",
    "b": "Nhà nước tư sản",
    "c": "Nhà nước phong kiến",
    "d": "Nhà nước chủ nô",
    "ans": "d"
  },
  {
    "question": "Câu 38: Chọn phương án đúng nhất: Những quy phạm xã hội tồn tại trong xã hội cộng sản nguyên thủy là?",
    "a": "Tập quán, tín điều tôn giáo, luật pháp",
    "b": "Đạo đức, tập quán, tín điều tôn giáo",
    "c": "Đạo đức, tập quán, pháp luật",
    "d": "Tín điều tôn giáo, tập quán pháp",
    "ans": "b"
  },
  {
    "question": "Câu 39: Khi nghiên cứu về tổ chức thị tộc thì khẳng định nào sau đây là SAI?",
    "a": "Thị tộc là đơn vị kinh tế đầu tiên của xã hội cộng sản nguyên thủy",
    "b": "Trong thị tộc đã hình thành các giai cấp khác nhau",
    "c": "Thị tộc tồn tại gắn liền với nền kinh tế tự nhiên",
    "d": "Trong thị tộc đã hình thành hội đồng thị tộc",
    "ans": "b"
  },
  {
    "question": "Câu 40: Nhà nước quân chủ là nhà nước…",
    "a": "Quyền lực nhà nước tối cao tập trung vào người đứng đầu nhà nước và được hình thành do bầu cử",
    "b": "Quyền lực nhà nước tối cao thuộc về người đứng đầu nhà nước hay thuộc về một tập thể, và được hình thành do bầu cử",
    "c": "Quyền lực nhà nước tối cao tập trung toàn bộ hay một phần chủ yếu vào tay người đứng đầu nhà nước theo nguyên tắc thừa kế",
    "d": "Tất cả đều sai",
    "ans": "c"
  },
  {
    "question": "Câu 41: Điền từ vào chỗ trống: C.Mác và Ph.Ăngghen đã khái quát hóa quá trình tồn tại, phát triển, thay đổi của xã hội loài người trong thời đại nguyên thủy trải qua..... lần phân công lao động?",
    "a": "Bốn",
    "b": "Năm",
    "c": "Ba",
    "d": "Hai",
    "ans": "c"
  },
  {
    "question": "Câu 42: Chọn phương án đúng nhất: Tính giai cấp của nhà nước thể hiện ở phương diện nào?",
    "a": "kinh tế, văn hóa, xã hội.",
    "b": "kinh tế, chính trị, văn hóa",
    "c": "kinh tế, chính trị, xã hội",
    "d": "kinh tế, chính trị, tư tưởng",
    "ans": "c"
  },
  {
    "question": "Câu 43: Chọn phương án đúng nhất: Pháp luật là…",
    "a": "Hệ thống các quy tắc xử sự được hình thành theo điều kiện cụ thể của từng địa phương",
    "b": "Hệ thống các quy tắc xử sự chung do nhà nước ban hành và được bảo đảm thực hiện bằng quyền lực nhà nước",
    "c": "Những luật và điều luật cụ thể trong thực tế đời sống",
    "d": "Hệ thống các văn bản và nghị định do các cấp ban hành và thực hiện",
    "ans": "b"
  },
  {
    "question": "Câu 44: Pháp luật quy định đẳng cấp trong xã hội và đặc quyền, đặc lợi của địa chủ phong kiến. Đây là đặc trưng của kiểu pháp luật nào?",
    "a": "Pháp luật XHCN",
    "b": "Pháp luật tư sản",
    "c": "Pháp luật phong kiến",
    "d": "Pháp luật chủ nô",
    "ans": "c"
  },
  {
    "question": "Câu 45: Hình thức cấu trúc của Nhà nước Việt Nam là…",
    "a": "Nhà nước đơn nhất",
    "b": "Nhà nước liên bang",
    "c": "Nhà nước liên minh",
    "d": "Tất cả đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 46: Chọn phương án đúng nhất: Kiểu nhà nước nào sử dụng phương pháp thuyết phục là chủ yếu để cai trị và quản lý xã hội:",
    "a": "Nhà nước XHCN",
    "b": "Nhà nước phong kiến",
    "c": "Nhà nước chủ nô",
    "d": "Nhà nước tư sản",
    "ans": "a"
  },
  {
    "question": "Câu 47: Trong Tuyên ngôn của Đảng Cộng sản, C.Mác và Ph.Ăngghen đã viết: “Pháp luật của các ông chỉ là ý chí của giai cấp các ông được đề lên thành luật, cái ý chí mà nội dung là do các điều kiện sinh hoạt vật chất của giai cấp các ông quyết định”. Đại từ nhân xưng “các ông” trong câu nói trên muốn chỉ ai?",
    "a": "Chính phủ",
    "b": "Các nhà làm luật",
    "c": "Quốc hội, nghị viện",
    "d": "Nhà nước, giai cấp thống trị",
    "ans": "d"
  },
  {
    "question": "Câu 48: Nhà nước là:",
    "a": "Một tổ chức trong xã hội có giai cấp",
    "b": "Một tổ chức xã hội có chủ quyền quốc gia",
    "c": "Một tổ chức xã hội có luật lệ",
    "d": "Tất cả đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 49: Nhờ chị S có hiểu biết về pháp luật nên tranh chấp về đất đai giữa gia đình chị với gia đình anh B được giải quyết ổn thỏa, trường hợp này đã thể hiện vai trò nào dưới đây của pháp luật?",
    "a": "bảo vệ quyền tự do dân chủ của công dân",
    "b": "bảo vệ quyền và lợi ích hợp pháp của công dân",
    "c": "bảo vệ quyền tham gia quản lý xã hội của công dân",
    "d": "bảo vệ tự do ngôn luận và khiếu nại của công dân",
    "ans": "b"
  },
  {
    "question": "Câu 50: Nhà nước CHXHCN Việt Nam có hình thức cấu trúc là?",
    "a": "Nhà nước đơn nhất",
    "b": "Nhà nước liên bang",
    "c": "Nhà nước liên minh",
    "d": "Nhà nước độc tài",
    "ans": "a"
  },
  {
    "question": "Câu 51: Trong các quan điểm phi mácxít về nguồn gốc nhà nước thì quan điểm nào được coi là tiến bộ nhất?",
    "a": "Quan điểm của thuyết Khế ước xã hội",
    "b": "Quan điểm của thuyết Bạo lực",
    "c": "Quan điểm của thuyết Thần học",
    "d": "Quan điểm của thuyết Gia trưởng",
    "ans": "a"
  },
  {
    "question": "Câu 52: Ưu thế vượt trội của pháp luật so với các quy phạm xã hội khác là?",
    "a": "Tính rộng rãi",
    "b": "Tính xã hội",
    "c": "Tồn tại trong thời gian dài",
    "d": "Tính cưỡng chế",
    "ans": "d"
  },
  {
    "question": "Câu 53: Khẳng định nào dưới đây là không đúng khi nói về quan hệ giữa pháp luật với đạo đức?",
    "a": "pháp luật là phương tiện đặc thù để thể hiện các giá trị đạo đức",
    "b": "pháp luật và đạo đức được thực hiện bằng quyền lực nhà nước",
    "c": "pháp luật là phương tiện đặc thù để bảo vệ các giá trị đạo đức",
    "d": "quy phạm pháp luật chủ yếu thể hiện quan niệm về đạo đức",
    "ans": "b"
  },
  {
    "question": "Câu 54: Nhà nước do giai cấp thống trị lập nên để bảo vệ quyền và lợi ích của giai cấp mình là quan điểm của học thuyết?",
    "a": "Khế ước xã hội",
    "b": "Gia trưởng",
    "c": "Thần học",
    "d": "Mác - Lênin",
    "ans": "d"
  },
  {
    "question": "Câu 55: Pháp luật phát sinh và tồn tại trong xã hội:",
    "a": "Không có nhà nước",
    "b": "Nguyên thủy",
    "c": "Có nhà nước",
    "d": "Không có giai cấp",
    "ans": "c"
  },
  {
    "question": "Câu 56: Chọn phương án đúng nhất: Bản chất của pháp luật Việt Nam thể hiện ở…",
    "a": "Tính giai cấp và tính xã hội",
    "b": "Tính kinh tế và tính xã hội",
    "c": "Tính giai cấp và tính chính trị",
    "d": "Tính xã hội và tính kinh tế",
    "ans": "a"
  },
  {
    "question": "Câu 57: Đề cập đến quá trình phát triển, thay đổi của xã hội loài người, nhận định nào sau đây là SAI?",
    "a": "Lần phân công lao động thứ hai: ngành tiểu thủ công nghiệp ra đời",
    "b": "Lần phân công lao động thứ ba: ngành thương nghiệp ra đời",
    "c": "Lần phân công lao động thứ tư: Nhà nước ra đời",
    "d": "Lần phân công lao động thứ nhất: ngành chăn nuôi ra đời",
    "ans": "c"
  },
  {
    "question": "Câu 58: Quyền lực và hệ thống tổ chức quyền lực trong xã hội cộng sản nguyên thủy…",
    "a": "Hòa nhập vào xã hội và phục vụ cho lợi ích của Hội đồng thị tộc, tù trưởng, các thủ lĩnh tôn giáo",
    "b": "Đứng trên xã hội, tách khỏi xã hội và phục vụ lợi ích cho Hội đồng thị tộc, tù trưởng, các thủ lĩnh tôn giáo",
    "c": "Hòa nhập vào xã hội và phục vụ lợi ích cho các thành viên trong xã hội",
    "d": "Đứng trên xã hội, tách khỏi xã hội và phục vụ lợi ích cho các thành viên trong xã hội",
    "ans": "c"
  },
  {
    "question": "Câu 59: Bản chất xã hội của pháp luật thể hiện ở…",
    "a": "Pháp luật phản ánh những nhu cầu, lợi ích của các tầng lớp trong xã hội",
    "b": "Pháp luật bắt nguồn từ xã hội, do các thành viên của xã hội thực hiện, vì sự phát triển của xã hội",
    "c": "Pháp luật được ban hành vì sự phát triển của xã hội",
    "d": "Pháp luật bảo vệ quyền tự do, dân chủ rộng rãi cho nhân dân lao động",
    "ans": "a"
  },
  {
    "question": "Câu 60: Pháp luật có đặc điểm là…",
    "a": "Vì sự phát triển của xã hội",
    "b": "Mang bản chất giai cấp và bản chất xã hội",
    "c": "Bắt nguồn từ thực tiễn đời sống xã hội",
    "d": "Pháp luật có tính quy phạm phổ biến; mang tính quyền lực, bắt buộc chung; có tính xác định chặt chẽ về mặt hình thức",
    "ans": "d"
  },
  {
    "question": "Câu 61: Khi đạo đức trở thành nội dung của quy phạm pháp luật thì các giá trị đạo đức được nhà nước bảo đảm thực hiện bằng…",
    "a": "sức ép của dư luận xã hội",
    "b": "niềm tin của mọi người",
    "c": "lương tâm của mỗi cá nhân",
    "d": "sức mạnh quyền lực của nhà nước",
    "ans": "d"
  },
  {
    "question": "Câu 62: Pháp luật là công cụ bảo vệ lợi ích của….?",
    "a": "Nhân dân",
    "b": "Nhà nước và xã hội",
    "c": "Tổ chức tôn giáo",
    "d": "Giai cấp thống trị",
    "ans": "d"
  },
  {
    "question": "Câu 63: Nhờ có luật sư tư vấn nên việc khiếu nại của gia đình ông B đã được giải quyết, trường hợp này đã thể hiện pháp luật là phương tiện để công dân bảo vệ quyền và…",
    "a": "nghĩa vụ hợp pháp của mình",
    "b": "nghĩa vụ của mình",
    "c": "lợi ích hợp pháp của mình",
    "d": "trách nhiệm của mình",
    "ans": "c"
  },
  {
    "question": "Câu 64: Pháp luật do nhà nước ban hành phù hợp với ý chí của giai cấp cầm quyền là thể hiện bản chất nào dưới đây của pháp luật?",
    "a": "chính trị",
    "b": "xã hội",
    "c": "giai cấp",
    "d": "kinh tế",
    "ans": "c"
  },
  {
    "question": "Câu 65: Kiểu nhà nước mà trong đó giai cấp thống trị chiếm đa số trong xã hội là…",
    "a": "Chủ nô",
    "b": "Tư sản",
    "c": "Xã hội chủ nghĩa",
    "d": "Phong kiến",
    "ans": "c"
  },
  {
    "question": "Câu 66: Điền vào chỗ trống, Hồ Chí Minh: “Pháp luật của ta là pháp luật thật sự dân chủ vì nó bảo vệ....... rộng rãi cho nhân dân lao động”.",
    "a": "Quyền và nghĩa vụ cơ bản",
    "b": "Quyền tự do, dân chủ",
    "c": "Quyền và nghĩa vụ",
    "d": "Lợi ích chính đáng",
    "ans": "c"
  },
  {
    "question": "Câu 67: Nhà nước chưa ra đời trong hình thái kinh tế - xã hội nào sau đây?",
    "a": "Hình thái kinh tế - xã hội Công xã nguyên thủy",
    "b": "Hình thái kinh tế - xã hội Chiếm hữu nô lệ",
    "c": "Hình thái kinh tế - xã hội Cộng sản nguyên thủy",
    "d": "Hình thái kinh tế - xã hội Cộng sản chủ nghĩa",
    "ans": "c"
  },
  {
    "question": "Câu 68: Chọn phương án đúng nhất: Pháp luật là…",
    "a": "các quy tắc xử sự chung, do nhà nước ban hành hoặc thừa nhận",
    "b": "các quy tắc xử sự chung, do nhà nước thừa nhận trên những chuẩn mực của đời sống",
    "c": "các hệ thống chuẩn mực, được quy định trong Hiến pháp, do Nhà nước thừa nhận",
    "d": "các quy tắc xử sự chung của mọi người, do nhà nước ban hành, được áp dụng ở phạm vi nhất định",
    "ans": "a"
  },
  {
    "question": "Câu 70: So với pháp luật thì đạo đức có phạm vi điều chỉnh…",
    "a": "bằng nhau",
    "b": "như nhau",
    "c": "hẹp hơn",
    "d": "rộng hơn",
    "ans": "d"
  },
  {
    "question": "Câu 71: Nhà nước là hiện tượng xã hội mang tính lịch sử, đây là khẳng định về nguồn gốc của nhà nước theo quan điểm của…?",
    "a": "J.J.Rousseau",
    "b": "Plato",
    "c": "Chủ nghĩa Mác-Lênin",
    "d": "Aristote",
    "ans": "c"
  },
  {
    "question": "Câu 72: Khi giải thích về nguồn gốc nhà nước, xem nhà nước là hiện tượng siêu nhiên, vĩnh cửu, đó là quan điểm của…",
    "a": "Thuyết Khế ước xã hội",
    "b": "Thuyết Gia trưởng",
    "c": "Thuyết Thần học",
    "d": "Thuyết Bạo lực",
    "ans": "c"
  },
  {
    "question": "Câu 73: Nguyên nhân cốt lõi của sự ra đời nhà nước là:",
    "a": "Kết quả của nền sản xuất hàng hoá cùng những hoạt động thương nghiệp",
    "b": "Nhu cầu về sự cần thiết phải có một tổ chức để dập tắt xung đột giai cấp",
    "c": "Nhu cầu về sự cần thiết phải có một tổ chức thay thế thị tộc - bộ lạc",
    "d": "Kết quả của ba lần phân công lao động trong lịch sử",
    "ans": "b"
  },
  {
    "question": "Câu 74: Điền từ vào chỗ trống: Pháp luật là hệ thống các quy tắc xử sự chung do ……… ban hành và đảm bảo thực hiện bằng quyền lực nhà nước.",
    "a": "Tổ chức xã hội",
    "b": "Nhà nước",
    "c": "Đảng",
    "d": "Chính phủ",
    "ans": "b"
  },
  {
    "question": "Câu 75: Pháp luật mang bản chất giai cấp vì pháp luật do nhà nước ban hành…",
    "a": "bắt nguồn từ thực tiễn đời sống xã hội",
    "b": "bắt nguồn từ nhu cầu và lợi ích của nhân dân",
    "c": "phù hợp với ý chí của giai cấp cầm quyền",
    "d": "phù hợp với lợi ích của tất cả mọi người",
    "ans": "c"
  },
  {
    "question": "Câu 76: Khi nghiên cứu về tổ chức thị tộc thì khẳng định nào sau đây là đúng?",
    "a": "Thị tộc là nhà nước trong xã hội Cộng sản nguyên thủy",
    "b": "Trong thị tộc đã có sự phân công lao động chuyên môn hóa ngành nghề",
    "c": "Tổ chức thị tộc gắn liền xã hội có giai cấp",
    "d": "Thị tộc là đơn vị kinh tế đầu tiên của xã hội cộng sản nguyên thủy",
    "ans": "b"
  },
  {
    "question": "Câu 77: Nhận định nào SAI khi nói về vai trò của pháp luật?",
    "a": "Pháp luật là phương tiện để nhà nước quản lí kinh tế, xã hội",
    "b": "Pháp luật tạo ra môi trường ổn định cho việc thiết lập mối quan hệ giữa các nước",
    "c": "Pháp luật là phương tiện để nhân dân bảo vệ quyền chính đáng của mình",
    "d": "Pháp luật là cơ sở để thiết lập, củng cố và tăng cường quyền lực nhà nước",
    "ans": "b"
  }
]