[
  {
    "question": "Câu 1: Trong các hành vi dưới đây hành vi nào thể hiện công dân sử dụng pháp luật?",
    "a": "Người kinh doanh trốn thế phải nộp phạt",
    "b": "Các bên tranh chấp phải thực hiện các quyền và nghĩa vụ của mình theo qui định của pháp luật",
    "c": "Anh A và chị B đến UBND phường đăng ký kết hôn",
    "d": "Công ty X thực hiện nghĩa vụ đóng thuế theo quy định pháp luật",
    "ans": "c"
  },
  {
    "question": "Câu 2: Người thuê nhà tự sửa chữa, cải tạo nhà mà không hỏi ý kiến của chủ nhà là hành vi…:",
    "a": "vi phạm hành chính",
    "b": "vi phạm kỉ luật",
    "c": "vi phạm dân sự",
    "d": "vi phạm hình sự",
    "ans": "c"
  },
  {
    "question": "Câu 3: Quyền sở hữu đối với tài sản bao gồm?",
    "a": "Quyền quyết định số phận của tài sản",
    "b": "Quyền nắm giữ, quản lý tài sản",
    "c": "Quyền khai thác lợi ích tài sản",
    "d": "Tất cả đều đúng",
    "ans": "b"
  },
  {
    "question": "Câu 4: Trình tự, thủ tục giải quyết một vụ án dân sự nói chung là?",
    "a": "Xét xử sơ thẩm - xét xử phúc thẩm",
    "b": "Hòa giải - xét xử sơ thẩm - xét xử phúc thẩm",
    "c": "Thụ lý vụ án - hòa giải - xét xử - thi hành án dân sự",
    "d": "Xét xử sơ thẩm - xét xử phúc thẩm - xét lại bản án theo thủ tục giám đốc thẩm, tái thẩm",
    "ans": "c"
  },
  {
    "question": "Câu 5: Quyền nào sau đây KHÔNG phải là quyền nhân thân quy định trong Luật Dân sự năm 2015?",
    "a": "Quyền được khai sinh",
    "b": "Quyền được thông tin",
    "c": "Quyền được bảo vệ danh dự, nhân phẩm",
    "d": "Quyền xác định lại giới tính",
    "ans": "d"
  },
  {
    "question": "Câu 6: Chọn phương án đúng nhất: Hàng thừa kế thứ nhất theo quy định pháp luật về thừa kế:",
    "a": "Con đẻ của người chết",
    "b": "Vợ, chồng, cha đẻ, mẹ đẻ, cha nuôi, mẹ nuôi, con đẻ, con nuôi của người chết",
    "c": "Em ruột của người chết",
    "d": "Con nuôi của người chết",
    "ans": "b"
  },
  {
    "question": "Câu 7: A ủy quyền cho B bán một ngôi nhà?",
    "a": "B có quyền chiếm hữu đối với ngôi nhà đó",
    "b": "B có quyền định đoạt đối với ngôi nhà đó",
    "c": "B có quyền sở hữu đối với ngôi nhà đó",
    "d": "Tất cả các đáp án đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 8: Tòa án huyện A tuyên bố bị cáo B mức phạt 2 năm tù vì tội hiếp dâm, là…",
    "a": "Sử dụng pháp luật",
    "b": "Thi hành pháp luật",
    "c": "Tuân thủ pháp luật",
    "d": "Áp dụng pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 9: Anh A sử dụng điện thoại di động khi đang điều khiển xe máy. Công an đã xử phạt hành chính anh A. Việc làm của công an là biểu hiện của hình thức thực hiện pháp luật nào dưới đây?",
    "a": "Tuân thủ pháp luật",
    "b": "Áp dụng pháp luật",
    "c": "Sử dụng pháp luật",
    "d": "Thi hành pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 10: Quyền sử dụng đối với tài sản là một loại quyền năng của?",
    "a": "Quyền chiếm hữu",
    "b": "Quyền sở hữu",
    "c": "Quyền khai thác lợi ích tài sản",
    "d": "Quyền định đoạt",
    "ans": "c"
  },
  {
    "question": "Câu 11: Chọn phương án đúng nhất: Một trong những đặc điểm để phân biệt pháp luật với quy phạm đạo đức là:",
    "a": "Pháp luật có tính quyền lực, bắt buộc chung",
    "b": "Pháp luật có tính quy phạm",
    "c": "Pháp luật có tính quyền lực",
    "d": "Pháp luật có tính bắt buộc chung",
    "ans": "a"
  },
  {
    "question": "Câu 12: Quan hệ xã hội nào sau đây không phải là quan hệ pháp luật?",
    "a": "Quan hệ mua – bán",
    "b": "Quan hệ tình yêu nam – nữ",
    "c": "Quan hệ cha mẹ – con",
    "d": "Quan hệ vợ – chồng",
    "ans": "b"
  },
  {
    "question": "Câu 13: Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới…",
    "a": "Các quy tắc quản lý nhà nước",
    "b": "Các quan hệ tài sản và quan hệ nhân thân",
    "c": "Các quan hệ lao động, công vụ nhà nước",
    "d": "Tất cả đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 14: Khi tìm hiểu về quyền và nghĩa vụ tài sản của vợ chồng thì khẳng định nào sau đây là đúng?",
    "a": "Khi ly hôn thì toàn bộ tài sản của vợ, chồng phải chia đôi",
    "b": "Vợ chồng có quyền ủy quyền cho nhau trong mọi vấn đề",
    "c": "Vợ, chồng có trách nhiệm ngang nhau đối với tài sản chung và tài sản riêng của vợ, chồng",
    "d": "Vợ, chồng có quyền có tài sản riêng",
    "ans": "c"
  },
  {
    "question": "Câu 15: Quyền sử dụng đối với tài sản là một loại quyền năng của?",
    "a": "Quyền chiếm hữu",
    "b": "Quyền định đoạt",
    "c": "Quyền khai thác lợi ích tài sản",
    "d": "Quyền sở hữu",
    "ans": "d"
  },
  {
    "question": "Câu 16: Tìm đáp án đúng trong các nhân định sau: A 17 tuổi được hưởng thừa kế một ngôi nhà của cha mẹ?",
    "a": "A có thể tự mình ký hợp đồng để bán ngôi nhà",
    "b": "A được bán ngôi nhà khi vì đã 17 tuổi",
    "c": "A không thể tự mình ký hợp đồng để bán ngôi nhà mà phải được người giám hộ thay mặt ký",
    "d": "A chỉ được ký hợp đồng bán ngôi nhà nếu họ hàng của A đồng ý",
    "ans": "c"
  },
  {
    "question": "Câu 17: Quan hệ xã hội nào dưới đây không phải là quan hệ pháp luật…",
    "a": "Anh A và chị B làm thủ tục đăng ký kết hôn",
    "b": "Quan hệ cha mẹ – con",
    "c": "Quan hệ lao động",
    "d": "Chị G ra chợ mua rau",
    "ans": "d"
  },
  {
    "question": "Câu 18: Thừa kế là?",
    "a": "Sự chuyển quyền sở hữu đối với tài sản của cha mẹ, ông bà cho con, cháu",
    "b": "Sự chuyển quyền sở hữu đối với tài sản của người chết cho người thừa kế thông qua ý nguyện cá nhân bằng di chúc hoặc căn cứ vào quy định của pháp luật",
    "c": "Sự chuyển quyền sở hữu đối với tài sản của người chết cho con cháu và được lập thành văn bản theo quy định của pháp luật",
    "d": "Tất cả đều không đúng",
    "ans": "b"
  },
  {
    "question": "Câu 19: Khách thể của quyền sở hữu bao gồm?",
    "a": "Tài sản là vật có thực",
    "b": "Tiền và giấy tờ trị giá được bằng tiền",
    "c": "Các quyền về tài sản",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 20: Sự thỏa thuận nào làm phát sinh hợp đồng dân sự?",
    "a": "Mọi sự thỏa thuận",
    "b": "Mọi sự thỏa thuận đuợc lập thành văn bản",
    "c": "Mọi sự thỏa thuận nhằm làm phát sinh, thay đổi, chấm dứt quyền và nghĩa vụ dân sự",
    "d": "Tất cả đều đúng",
    "ans": "c"
  },
  {
    "question": "Câu 21: Thừa kế là chế định quan trọng của ngành luật nào sau đây?",
    "a": "Luật Hình sự",
    "b": "Luật Dân sự",
    "c": "Luật Tố tụng dân sự",
    "d": "Luật đất đai",
    "ans": "b"
  },
  {
    "question": "Câu 22: Tìm đáp án đúng trong các nhận định sau?",
    "a": "Mọi hợp đồng dân sự đều phải được lập thành văn bản",
    "b": "Mọi hợp đồng dân sự đều phải được lập thành văn bản có công chứng, chứng thực",
    "c": "Hợp đồng dân sự về mua bán nhà cửa, đất đai bắt buộc phải có công chứng, chứng thực",
    "d": "Tất cả đều đúng",
    "ans": "c"
  },
  {
    "question": "Câu 23: Chọn đáp án đúng: Chủ thể của pháp luật dân sự là cá nhân, có thể là?",
    "a": "Công dân Việt Nam",
    "b": "Người nước ngoài",
    "c": "Người không quốc tịch",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 24: Nội dung của quyền sở hữu bao gồm?",
    "a": "Quyền chiếm hữu",
    "b": "Quyền sử dụng",
    "c": "Quyền định đoạt",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 25: Chọn đáp án đúng: Luật Dân sự điều chỉnh những quan hệ nào?",
    "a": "Quan hệ nhân thân và quan hệ tài sản",
    "b": "Quan hệ tài sản và quan hệ gia đình",
    "c": "Quan hệ nhân thân và quan hệ kinh tế",
    "d": "Tất cả các quan hệ xã hội có liên quan đến tài sản",
    "ans": "a"
  },
  {
    "question": "Câu 26: Quyền chiếm hữu, sử dụng và định đoạt tài sản chung phải do…",
    "a": "Chồng là người làm ra kinh tế nên quyết định",
    "b": "Vợ chồng nhờ cha mẹ quyết định hộ",
    "c": "Vợ và chồng cùng nhau thỏa thuận",
    "d": "Vợ là người nắm giữ kinh tế nên quyết định",
    "ans": "c"
  },
  {
    "question": "Câu 27: Vi phạm dân sự là những hành vi vi phạm pháp luật xâm phạm tới quan hệ nào dưới đây?",
    "a": "quan hệ tài sản và quan hệ nhân thân",
    "b": "quan hệ tài sản và quan hệ tình cảm",
    "c": "quan hệ sở hữu và quan hệ nhân thân",
    "d": "quan hệ sở hữu và quan hệ tình cảm",
    "ans": "a"
  },
  {
    "question": "Câu 28: Bồi thường thiệt hại về vật chất khi có các hành vi xâm phạm tới các quan hệ tài sản và quan hệ nhân thân được áp dụng với những hành vi vi phạm…?",
    "a": "hình sự",
    "b": "dân sự",
    "c": "hành chính",
    "d": "kỷ luật",
    "ans": "b"
  },
  {
    "question": "Câu 29: Hành vi nào sau đây là vi phạm pháp luật dân sự?",
    "a": "Tuyên truyền văn hóa phẩm đồi trụy",
    "b": "Kinh doanh sai ngành nghề đã đăng ký",
    "c": "Buôn bán phụ nữ",
    "d": "Không trả tiền thuê nhà",
    "ans": "d"
  },
  {
    "question": "Câu 30: Việc chiếm hữu của một người với đối với một tài sản nhưng không biết đó là chiếm hữu bất hợp pháp thì?",
    "a": "Đều là chiếm hữu hợp pháp",
    "b": "Có thể là chiếm hữu bất hợp pháp ngay tình hoặc chiếm hữu bất hợp pháp không ngay tình",
    "c": "Đều là chiếm hữu bất hợp pháp ngay tình",
    "d": "Đều là chiếm hữu bất hợp pháp không ngay tình",
    "ans": "b"
  },
  {
    "question": "Câu 31: Pháp luật là phương tiện để công dân:",
    "a": "Quyền con người được tôn trọng và bảo vệ",
    "b": "Thực hiện và bảo vệ quyền, lợi ích hợp pháp của mình",
    "c": "Công dân phát triển toàn diện",
    "d": "Sống tự do, dân chủ",
    "ans": "b"
  },
  {
    "question": "Câu 32: Các trường hợp chiếm hữu nào sau đây là chiếm hữu không có căn cứ pháp luật:",
    "a": "Chiếm hữu vật đánh rơi không khai báo",
    "b": "Chiếm hữu của chủ sở hữu vật",
    "c": "Chiếm hữu thông qua việc thuê vật của chủ sở hữu",
    "d": "Chiếm hữu do chủ sở hữu vật uỷ quyền",
    "ans": "a"
  },
  {
    "question": "Câu 33: Các trường hợp quyền định đoạt tài sản của chủ sở hữu bị hạn chế:",
    "a": "Bán vật là di tích lịch sử",
    "b": "Bán vật đang thế chấp",
    "c": "Bán vật đang cầm cố",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 34: Tìm đáp án đúng trong tình huống sau: A mua của B một máy vi tính xách tay và không biết đó là đồ do B trộm cắp mà có?",
    "a": "A là người chiếm hữu hợp pháp",
    "b": "A là người chiếm hữu bất hợp pháp ngay tình",
    "c": "A là người chiếm hữu bất hợp pháp không ngay tình",
    "d": "Tất cả đều sai",
    "ans": "b"
  }
]