[
  {
    "question": "Câu 1: Số lượng tỉnh, thành phố trực thuộc trung ương hiện nay của nước CHXHCN Việt Nam là",
    "a": "63",
    "b": "64",
    "c": "65",
    "d": "62",
    "ans": "a"
  },
  {
    "question": "Câu 2: Đảng lãnh đạo nhà nước thông qua:",
    "a": "Đường lối, chủ trương, chính sách của Đảng trong từng thời kỳ",
    "b": "Tổ chức Đảng trong các cơ quan nhà nước",
    "c": "Đào tạo và giới thiệu những Đảng viên vào cơ quan nhà nước",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 3: Văn bản pháp luật nào quy định về quyền và nghĩa vụ cơ bản của công dân?",
    "a": "Luật Hành chính",
    "b": "Luật Dân sự",
    "c": "Luật Lao động",
    "d": "Luật Hiến pháp",
    "ans": "d"
  },
  {
    "question": "Câu 4: Chọn phương án đúng nhất: Cơ cấu bộ máy Nhà nước Cộng hòa XHCN Việt Nam bao gồm?",
    "a": "Đảng Cộng sản Việt Nam, Quốc hội, chính phủ",
    "b": "Quốc hội, Chính phủ, Ủy ban nhân dân các cấp",
    "c": "Quốc hội, Viện Kiểm sát nhân dân, Tòa án nhân dân các cấp",
    "d": "Hệ thống cơ quan quyền lực, hệ thống cơ quan quản lý Nhà nước, hệ thống cơ quan kiểm sát, hệ thống cơ quan xét xử",
    "ans": "d"
  },
  {
    "question": "Câu 5: Ở Việt Nam, cơ quan thường trực của Quốc hội là:",
    "a": "Uỷ ban thường vụ Quốc hội",
    "b": "Chính phủ",
    "c": "Uỷ ban nhân dân các cấp",
    "d": "Hội đồng nhân dân các cấp",
    "ans": "a"
  },
  {
    "question": "Câu 6: Hiến pháp có những đặc trưng khác với các văn bản pháp luật khác ở chỗ nào?",
    "a": "Hiến pháp chỉ quy định những vấn đề cơ bản nhất, quan trọng nhất của một Nhà nước, một xã hội làm cơ sở nền tảng cho hệ thống pháp luật",
    "b": "Hiến pháp có một phạm vi điều chỉnh rất rộng, trên tất cả các lĩnh vực, các văn bản pháp luật khác có phạm vi điều chỉnh hẹp hơn",
    "c": "Hiến pháp có hiệu lực pháp lý cao nhất và có thủ tục làm mới và sửa đổi đặc biệt là thủ tục lập Hiến",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 7: Độ tuổi được ứng cử vào Quốc hội và Hội đồng nhân dân các cấp theo quy định của pháp luật ở nước ta là?",
    "a": "Đủ 20 tuổi trở lên",
    "b": "Đủ 18 tuổi trở lên",
    "c": "Đủ 21 tuổi trở lên",
    "d": "Đủ 19 tuổi trở lên",
    "ans": "c"
  },
  {
    "question": "Câu 8: Quyền hành pháp được hiểu là?",
    "a": "Quyền tổ chức thực hiện pháp luật",
    "b": "Quyền bảo vệ pháp luật",
    "c": "Quyền ban hành và triển khai thực hiện pháp luật",
    "d": "Quyền ban hành pháp luật",
    "ans": "a"
  },
  {
    "question": "Câu 9: Pháp luật Việt Nam quy định người nào có quyền bầu cử ra cơ quan Quốc hội và Hội đồng nhân dân các cấp?",
    "a": "Công dân Việt Nam 18 từ tuổi trở lên",
    "b": "Công dân Việt Nam 21 từ tuổi trở lên",
    "c": "Công dân Việt Nam 16 từ tuổi trở lên",
    "d": "Tất cả công dân Việt Nam",
    "ans": "a"
  },
  {
    "question": "Câu 10: Hình thức chính thể cộng hòa dân chủ nhân dân là hình thức chính thể của quốc gia nào sau đây?",
    "a": "Nhật",
    "b": "Pháp",
    "c": "Việt Nam",
    "d": "Đức",
    "ans": "c"
  },
  {
    "question": "Câu 11: Hiến pháp được thông qua khi ít nhất có…",
    "a": "Hai phần ba tổng số đại biểu Quốc hội biểu quyết tán thành",
    "b": "Ba phần tư tổng số đại biểu Quốc hội biểu quyết tán thành",
    "c": "Một trăm phần trăm tổng số đại biểu Quốc hội biểu quyết tán thành",
    "d": "Một phần hai tổng số đại biểu Quốc hội biểu quyết tán thành",
    "ans": "a"
  },
  {
    "question": "Câu 12: Hiến pháp Nhà nước Việt Nam quy định: Công dân đủ 21 tuổi trở lên có quyền ứng cử vào cơ quan nào sau đây?",
    "a": "Ủy ban nhân dân các cấp",
    "b": "Ủy ban nhân dân cấp tỉnh và tương đương",
    "c": "Chính phủ",
    "d": "Quốc hội và Hội đồng nhân dân các cấp",
    "ans": "d"
  },
  {
    "question": "Câu 13: Ở Việt Nam, cơ quan nào sau đây có thẩm quyền quyết định đại xá?",
    "a": "Chủ tịch nước",
    "b": "Quốc hội",
    "c": "Thủ tướng Chính phủ",
    "d": "Chính phủ",
    "ans": "b"
  },
  {
    "question": "Câu 14: Đạo luật nào dưới đây quy định một cách cơ bản về chế độ chính trị, chế độ kinh tế, văn hóa, xã hội và tổ chức bộ máy nhà nước.",
    "a": "Luật tổ chức Hội đồng nhân dân và UBND",
    "b": "Luật tổ chức Quốc hội",
    "c": "Luật tổ chức Chính phủ",
    "d": "Hiến pháp",
    "ans": "d"
  },
  {
    "question": "Câu 15: Chọn phương án đúng nhất: Cơ quan Hành chính Nhà nước cấp tỉnh bao gồm?",
    "a": "Ủy ban nhân dân, Hội đồng nhân dân, các tổ chức Đảng, đoàn thể cấp tỉnh",
    "b": "Hội đồng nhân dân, Ủy ban nhân dân, các Sở, phòng, ban cấp tỉnh",
    "c": "Ủy ban nhân dân tỉnh, Hội đồng nhân dân tỉnh",
    "d": "Ủy ban nhân dân tỉnh, các Sở, phòng, ban thuộc Ủy ban nhân dân tỉnh",
    "ans": "d"
  },
  {
    "question": "Câu 16: Những chức danh nào sau đây bắt buộc phải là đại biểu Quốc hội?",
    "a": "Phó Thủ tướng Chính phủ",
    "b": "Bộ trưởng",
    "c": "Thủ tướng Chính phủ",
    "d": "Chủ tịch UBND tỉnh, thành phố trực thuộc Trung ương",
    "ans": "c"
  },
  {
    "question": "Câu 17: Hệ thống cơ quan quyền lực Nhà nước bao gồm?",
    "a": "Chính phủ, Ủy ban nhân dân các cấp",
    "b": "Quốc hội, Chính phủ",
    "c": "Quốc hội, Ủy ban nhân dân các cấp",
    "d": "Quốc hội, Hội đồng nhân dân các cấp",
    "ans": "d"
  },
  {
    "question": "Câu 18: Cơ quan nào sau đây có thẩm quyền quyết định việc chia, tách đơn vị hành chính cấp tỉnh?",
    "a": "Bộ Chính trị",
    "b": "Chính phủ",
    "c": "Chủ tịch nước",
    "d": "Quốc hội",
    "ans": "d"
  },
  {
    "question": "Câu 19: Hiến pháp 1992 đã được thay thế bằng Hiến pháp năm nào?",
    "a": "Năm 1996",
    "b": "Năm 2021",
    "c": "Năm 1998",
    "d": "Năm 2013",
    "ans": "d"
  },
  {
    "question": "Câu 20: Chính phủ nước Cộng hòa XHCN Việt Nam…",
    "a": "Là cơ quan Hành chính Nhà nước cao nhất, thực hiện quyền lập pháp, hành pháp, tư pháp",
    "b": "Là cơ quan chấp hành của Quốc hội, cơ quan Hành chính Nhà nước cao nhất, thực hiện quyền hành pháp",
    "c": "Là cơ quan Hành chính Nhà nước cao nhất, thực hiện quyền hành pháp, tư pháp",
    "d": "Là cơ quan trung tâm của Nhà nước, có thẩm quyền trong cả 3 lĩnh vực lập pháp, hành pháp, tư pháp",
    "ans": "b"
  },
  {
    "question": "Câu 21: Văn bản nào sau đây có hiệu lực cao nhất trong hệ thống pháp luật của Việt Nam?",
    "a": "Luật",
    "b": "Hiến pháp",
    "c": "Nghị quyết",
    "d": "Pháp lệnh",
    "ans": "b"
  },
  {
    "question": "Câu 22: Lệnh là văn bản quy phạm pháp luật do cơ quan nào sau đây ban hành?",
    "a": "Chủ tịch nước",
    "b": "Thủ tướng Chính phủ",
    "c": "Tổng Bí thư",
    "d": "Chủ tịch Quốc hội",
    "ans": "a"
  },
  {
    "question": "Câu 23: Những quyền và nghĩa vụ của công dân được quy định trong?",
    "a": "Rất nhiều văn bản pháp luật khác nhau",
    "b": "Luật Dân sự",
    "c": "Luật Lao động",
    "d": "Hiến pháp",
    "ans": "d"
  },
  {
    "question": "Câu 24: Các quyền và nghĩa vụ pháp lý cơ bản của công dân được qui định trong…",
    "a": "Luật dân sự",
    "b": "Luật hôn nhân - gia đình",
    "c": "Luật hành chính",
    "d": "Hiến pháp",
    "ans": "d"
  },
  {
    "question": "Câu 25: Tìm đáp án Sai trong nhận định sau: Các cơ quan Hành chính nhà nước ở Trung ương bao gồm?",
    "a": "Chính phủ",
    "b": "Ủy ban Thường vụ Quốc hội",
    "c": "Cơ quan ngang Bộ",
    "d": "Bộ",
    "ans": "b"
  },
  {
    "question": "Câu 26: Thành phố nào sau đây của Việt Nam không phải là thành phố trực thuộc trung ương:",
    "a": "Thành phố Cần Thơ",
    "b": "Thành phố Hải Phòng",
    "c": "Thành phố Đà Nẵng",
    "d": "Thành phố Huế",
    "ans": "d"
  },
  {
    "question": "Câu 27: Chọn phương án đúng nhất: Nhà nước Việt Nam điều hành đất nước bằng…",
    "a": "Kế hoạch phát triển kinh tế",
    "b": "Quân đội và chính quyền",
    "c": "Văn hoá, giáo dục, chính trị",
    "d": "Hiến pháp và pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 28: Nhà nước nào sau đây có hình thức chính thể cộng hòa tổng thống?",
    "a": "Đức",
    "b": "Ấn Độ",
    "c": "Anh",
    "d": "Tất cả đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 29: Luật Hiến pháp là một ngành luật chủ đạo trong hệ thống pháp luật Việt Nam vì….",
    "a": "Do Quốc hội - cơ quan quyền lực Nhà nước cao nhất ban hành",
    "b": "Quy định về những vấn đề cơ bản nhất, quan trọng nhất của Nhà nước",
    "c": "Có giá trị pháp lý cao nhất",
    "d": "Tất cả đều đúng",
    "ans": "b"
  }
]