[
  {
    "question": "Câu 1: Cửa hàng nhà A bị quản lý thị trường lập biên bản xử lý vì tiêu thụ thực phẩm bẩn, bạn X cho rằng, đặc trưng của pháp luật trong trường hợp này là tính quy phạm phổ biến; H thì khẳng định là tính quyền lực bắt buộc chung; Y nghe được liền nói đó vừa là tính quyền lực bắt buộc chung, vừa là tính xác định chặt chẽ về hình thức. Ý kiến của những ai dưới đây là đúng?",
    "a": "X và H",
    "b": "Chỉ H đúng",
    "c": "H và Y",
    "d": "X và Y",
    "ans": "c"
  },
  {
    "question": "Câu 2: Nội dung nào dưới đây là điều kiện để công dân tiến hành hoạt động kinh doanh…",
    "a": "có đủ tiềm lực kinh tế năng lực kinh doanh",
    "b": "được cơ quan nhà nước có thẩm quyền chấp nhận đăng ký kinh doanh",
    "c": "có đủ năng lực đăng ký kinh doanh",
    "d": "có đủ điều kiện kinh tế để kinh doanh",
    "ans": "b"
  },
  {
    "question": "Câu 3: Ông A đang sử dụng một thửa đất (từ năm 2006) nhưng không có giấy tờ gì về đất. Hiện ông có hộ khẩu thường trú tại địa phương (nơi có thửa đất) và trực tiếp sản xuất nông nghiệp tại vùng có điều kiện kinh tế - xã hội đặc biệt khó khăn, nay được Ủy ban nhân dân cấp xã nơi có đất xác nhận là người đã sử dụng đất ổn định, không có tranh chấp. Ông A muốn được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất thì ông A thuộc trường hợp nào dưới đây?",
    "a": "Được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất và phải nộp tiền sử dụng đất",
    "b": "Không được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất",
    "c": "Được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất và không phải nộp tiền sử dụng đất",
    "d": "Không được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất mà phải chuyển sang hình thức thuê đất",
    "ans": "c"
  },
  {
    "question": "Câu 4: Theo Luật Đất đai 2013, trường hợp nào Nhà nước giao đất có thu tiền sử dụng đất, cho thuê đất theo hình thức đấu giá quyền sử dụng đất?",
    "a": "Cho thuê đất thuộc quỹ đất nông nghiệp sử dụng vào mục đích công ích để sản xuất nông nghiệp, lâm nghiệp, nuôi trồng thủy sản, làm muối",
    "b": "Sử dụng đất được miễn tiền sử dụng đất, tiền thuê đất theo quy định",
    "c": "Sử dụng đất vào mục đích hoạt động khoáng sản",
    "d": "Sử dụng đất để thực hiện dự án đầu tư xây dựng nhà ở tái định cư",
    "ans": "c"
  },
  {
    "question": "Câu 5: Quyền tự do kinh doanh của công dân và nghĩa vụ của công dân khi thực hiện các hoạt động kinh doanh là nội dung cơ bản của pháp luật về….",
    "a": "quốc phòng và an ninh",
    "b": "phát triển văn hóa",
    "c": "phát triển các lĩnh vực xã hội",
    "d": "phát triển kinh tế",
    "ans": "a"
  },
  {
    "question": "Câu 6: Đấu tranh phòng chống tội phạm, giữ gìn trật tự kỷ cương xã hội, ngăn chặn và bài trừ các tệ nạn xã hội nhất là nạn mại dâm, ma túy là nội dung được quy định trong…",
    "a": "Luật phòng chống ma túy, Pháp lệnh phòng chống mại dâm",
    "b": "Hiến pháp, Pháp lệnh phòng chống mại dâm",
    "c": "Hiến pháp, Luật phòng chống ma túy",
    "d": "Pháp lệnh phòng chống ma túy",
    "ans": "a"
  },
  {
    "question": "Câu 7: Tại các thành phố, thị trấn nhiều người đi bộ ngang nhiên băng qua đường đi xuống lòng đường bất chấp quy tắc an toàn giao thông gây ra nhiều vụ tai nạn giao thông nghiêm trọng. Từ thực tế này, pháp luật tăng mức xử phạt đối với người đi bộ nếu vi phạm quy định khi tham gia giao thông đường bộ, quy định này thể hiện bản chất nào dưới đây của pháp luật?",
    "a": "bản chất xã hội",
    "b": "bản chất chính trị",
    "c": "bản chất giai cấp",
    "d": "bản chất văn hóa",
    "ans": "a"
  },
  {
    "question": "Câu 8: Các quy định pháp luật về giải quyết việc làm xóa đói giảm nghèo là nội dung của pháp luật về lĩnh vực…",
    "a": "chính trị",
    "b": "văn hóa",
    "c": "kinh tế",
    "d": "xã hội",
    "ans": "d"
  },
  {
    "question": "Câu 9: Khẳng định nào dưới đây không đúng khi các doanh nghiệp thực hiện bình đẳng trong kinh doanh?",
    "a": "Có quyền tự chủ đăng kí kinh doanh",
    "b": "Có quyền chủ động tìm kiếm thị trường đầu tư",
    "c": "Có quyền tự ý chấm dứt hợp đồng",
    "d": "Có quyền chủ động mở rộng quy mô sản xuất",
    "ans": "c"
  },
  {
    "question": "Câu 10: Theo Luật Đất đai 2013, trường hợp nào Nhà nước cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất?",
    "a": "Người nhận khoán đất trong các nông trường, lâm trường, doanh nghiệp nông, lâm nghiệp, ban quản lý rừng phòng hộ, ban quản lý rừng đặc dụng",
    "b": "Người mua nhà ở, tài sản khác gắn liền với đất",
    "c": "Người đang quản lý, sử dụng đất nông nghiệp thuộc quỹ đất công ích của xã, phường, thị trấn",
    "d": "Người thuê, thuê lại đất của người sử dụng đất, trừ trường hợp thuê, thuê lại đất của nhà đầu tư xây dựng, kinh doanh kết cấu hạ tầng trong khu công nghiệp, cụm công nghiệp, khu chế xuất, khu công nghệ cao, khu kinh tế",
    "ans": "c"
  },
  {
    "question": "Câu 11: Các quy định pháp luật nhằm kiềm chế sự gia tăng dân số và phòng chống tệ nạn xã hội là nội dung của pháp luật về lĩnh vực…",
    "a": "kinh tế",
    "b": "xã hội",
    "c": "văn hóa",
    "d": "chính trị",
    "ans": "b"
  },
  {
    "question": "Câu 12: Kể từ ngày nhận được đơn yêu cầu giải quyết tranh chấp đất đai, trong thời hạn bao lâu Ủy ban nhân dân cấp xã phải tiến hành hòa giải tranh chấp đất đai?",
    "a": "Không quá 45 ngày",
    "b": "Không quá 20 ngày",
    "c": "Không quá 15 ngày",
    "d": "Không quá 30 ngày",
    "ans": "d"
  },
  {
    "question": "Câu 13: Biện pháp nào dưới đây được nhà nước sử dụng để xóa đói giảm nghèo…",
    "a": "tạo ra nhiều việc làm mới",
    "b": "mở rộng các hình thức trợ giúp người nghèo",
    "c": "chăm sóc sức khỏe cho nhân dân",
    "d": "phòng chống tệ nạn xã hội",
    "ans": "b"
  },
  {
    "question": "Câu 14: Nội dung nào dưới đây là một trong những nghĩa vụ của nhà sản xuất kinh doanh phải thực hiện…",
    "a": "đảm bảo đầy đủ điều kiện vật chất cho người lao động",
    "b": "nộp thuế đầy đủ theo quy định của pháp luật",
    "c": "giải quyết tình trạng thất nghiệp tại địa phương",
    "d": "xóa đói giảm nghèo tại địa phương",
    "ans": "b"
  },
  {
    "question": "Câu 15: Quyền tự do kinh doanh có nghĩa là mọi công dân khi có đủ điều kiện do pháp luật quy định đều có quyền tiến hành hoạt động kinh doanh sau khi được cơ quan nhà nước có thẩm quyền…",
    "a": "chấp nhận đăng ký kinh doanh",
    "b": "phản hồi về đăng ký kinh doanh",
    "c": "tiếp nhận đăng ký kinh doanh",
    "d": "trả lại đăng ký kinh doanh",
    "ans": "a"
  },
  {
    "question": "Câu 16: Hạn mức giao đất trồng cây hàng năm, đất nuôi trồng thủy sản, đất làm muối cho mỗi hộ gia đình, cá nhân trực tiếp sản xuất nông nghiệp là bao nhiêu?",
    "a": "Không quá 03 héc ta cho mỗi loại đất đối với tỉnh, thành phố trực thuộc trung ương thuộc khu vực Đông Nam Bộ và khu vực đồng bằng sông Cửu Long; Không quá 02 héc ta cho mỗi loại đất đối với tỉnh, thành phố trực thuộc trung ương khác",
    "b": "Không quá 02 héc ta cho mỗi loại đất đối với tỉnh, thành phố trực thuộc trung ương thuộc khu vực Đông Nam Bộ và khu vực đồng bằng sông Cửu Long; Không quá 03 héc ta cho mỗi loại đất đối với tỉnh, thành phố trực thuộc trung ương khác",
    "c": "Không quá 02 héc ta cho mỗi loại đất",
    "d": "Không quá 03 héc ta cho mỗi loại đất",
    "ans": "b"
  },
  {
    "question": "Câu 17: Nội dung nào dưới đây là một trong những nghĩa vụ của nhà sản xuất kinh doanh…",
    "a": "xóa đói giảm nghèo tại địa phương và vùng phụ cận",
    "b": "đảm bảo đầy đủ điều kiện vật chất cho người lao động",
    "c": "giải quyết việc làm cho lao động tại địa phương",
    "d": "bảo vệ quyền lợi người tiêu dùng",
    "ans": "d"
  },
  {
    "question": "Câu 18: Người sử dụng đất không có quyền nào?",
    "a": "Được Nhà nước bảo hộ khi người khác xâm phạm quyền, lợi ích hợp pháp về đất đai của mình",
    "b": "Được bồi thường khi Nhà nước thu hồi đất theo quy định của Luật Đất đai",
    "c": "Được nhận chuyển quyền sử dụng đất nông nghiệp vượt hạn mức",
    "d": "Được cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất",
    "ans": "c"
  },
  {
    "question": "Câu 19: Nội dung nào dưới đây là một trong những nghĩa vụ của nhà sản xuất kinh doanh….",
    "a": "đảm bảo đầy đủ điều kiện vật chất và tinh thần cho người lao động",
    "b": "giải quyết việc làm cho lao động tại địa phương",
    "c": "xóa đói giảm nghèo tại địa phương",
    "d": "kinh doanh đúng ngành nghề ghi trong giấy phép kinh doanh",
    "ans": "d"
  },
  {
    "question": "Câu 20: Doanh nghiệp nhà nước bao gồm các doanh nghiệp do nhà nước nắm giữ ít nhất trên bao nhiêu phần trăm vốn điều lệ:",
    "a": "33%",
    "b": "50%",
    "c": "65%",
    "d": "75%",
    "ans": "b"
  },
  {
    "question": "Câu 21: Tranh chấp đất đai mà đương sự có Giấy chứng nhận quyền sử dụng đất và đã được hòa giải tại Ủy ban nhân dân cấp xã mà không thành thuộc thẩm quyền giải quyết của cơ quan nào?",
    "a": "Ủy ban nhân dân",
    "b": "Phòng Tài nguyên và môi trường",
    "c": "Cơ quan Thanh tra",
    "d": "Tòa án nhân dân",
    "ans": "d"
  },
  {
    "question": "Câu 22: Nội dung nào dưới đây là một trong những nghĩa vụ mà người sản xuất kinh doanh phải thực hiện…",
    "a": "giải quyết việc làm cho lao động tại địa phương",
    "b": "xóa đói giảm nghèo tại địa phương",
    "c": "bảo vệ môi trường",
    "d": "đảm bảo đầy đủ điều kiện vật chất cho người lao động",
    "ans": "c"
  },
  {
    "question": "Câu 23: Hệ thống quy tắc xử sự chung do nhà nước ban hành và được bảo đảm thực hiện bằng…",
    "a": "chính sách của nhà nước",
    "b": "quyền lực của nhà nước",
    "c": "quy định của nhà nước",
    "d": "chủ trương của nhà nước",
    "ans": "b"
  },
  {
    "question": "Câu 24: Quyền tự do kinh doanh được hiểu là mọi người được tự do…",
    "a": "quyết định mở rộng quy mô và hình thức kinh doanh",
    "b": "quyết định thực hiện kinh doanh bất kỳ mặt hàng nào",
    "c": "kinh doanh trong những ngành nghề pháp luật không cấm",
    "d": "kinh doanh khi có đủ các điều kiện vật chất",
    "ans": "c"
  },
  {
    "question": "Câu 25: Hành vi nào của người sử dụng đất không bị Luật Đất đai cấm?",
    "a": "Lấn, chiếm, hủy hoại đất",
    "b": "Sử dụng đất không đúng mục đích",
    "c": "Thực hiện giao dịch về quyền sử dụng đất mà không đăng ký với cơ quan nhà nước có thẩm quyền",
    "d": "Hưởng thành quả lao động, kết quả đầu tư trên đất",
    "ans": "d"
  },
  {
    "question": "Câu 26: Để bảo vệ môi trường những hành vi nào dưới đây bị pháp luật nghiêm cấm…",
    "a": "phá hoại, khai thác trái phép rừng, các nguồn tài nguyên thiên nhiên",
    "b": "bảo vệ môi trường rừng và các tài nguyên thiên nhiên",
    "c": "không săn bắt động vật quý hiếm",
    "d": "bảo tồn và sử dụng hợp lý tài nguyên thiên nhiên",
    "ans": "a"
  },
  {
    "question": "Câu 27: Chọn 1 nhận định đúng:",
    "a": "Doanh nghiệp tư nhân không phải là một pháp nhân",
    "b": "Sĩ quan, hạ sĩ quan chuyên nghiệp trong các đơn vị thuộc công an nhân dân Việt Nam có quyền thành lập và quản lý công ty tại Việt Nam",
    "c": "Công ty TNHH 2 thành viên trở lên được quyền phát hành cổ phần",
    "d": "Công ty TNHH 2 thành viên trở lên có từ 2 đến 70 thành viên",
    "ans": "d"
  },
  {
    "question": "Câu 28: Căn cứ theo hình thức pháp lý, các loại hình doanh nghiệp ở Việt Nam hiện nay bao gồm:",
    "a": "Công ty cổ phần, công ty TNHH, công ty hợp danh, doanh nghiệp tư nhân, hộ kinh doanh.",
    "b": "Công ty cổ phần, công ty TNHH, công ty hợp danh",
    "c": "Công ty cổ phần, công ty TNHH, công ty hợp danh, doanh nghiệp tư nhân",
    "d": "Công ty cổ phần, công ty TNHH, doanh nghiệp tư nhân",
    "ans": "c"
  },
  {
    "question": "Câu 29: Theo Luật Đất đai 2013, trường hợp nào Nhà nước giao đất không thu tiền sử dụng đất?",
    "a": "Hộ gia đình, cá nhân trực tiếp sản xuất nông nghiệp, lâm nghiệp, nuôi trồng thủy sản, làm muối được giao đất nông nghiệp trong hạn mức quy định",
    "b": "Hộ gia đình, cá nhân được giao đất ở",
    "c": "Tổ chức kinh tế được giao đất để thực hiện dự án đầu tư xây dựng nhà ở để bán hoặc để bán kết hợp cho thuê",
    "d": "Tổ chức kinh tế được giao đất thực hiện dự án đầu tư hạ tầng nghĩa trang, nghĩa địa để chuyển nhượng quyền sử dụng đất gắn với hạ tầng",
    "ans": "a"
  },
  {
    "question": "Câu 30: Chủ thể nào dưới đây không được đăng ký kinh doanh…",
    "a": "người thành niên",
    "b": "người có đủ điều kiện theo quy định của pháp luật",
    "c": "người chưa thành niên",
    "d": "cán bộ công chức về hưu",
    "ans": "c"
  },
  {
    "question": "Câu 31: Nội dung nào dưới đây là một trong những nghĩa vụ của nhà sản xuất kinh doanh…",
    "a": "đảm bảo đầy đủ điều kiện vật chất cho người lao động",
    "b": "giải quyết việc làm cho lao động tại địa phương",
    "c": "xóa đói giảm nghèo tại địa phương",
    "d": "tuân thủ các quy định về quốc phòng, an ninh",
    "ans": "d"
  },
  {
    "question": "Câu 32: Nghĩa vụ nào dưới đây rất quan trọng cần được nhà sản xuất kinh doanh thực hiện nghiêm chỉnh…",
    "a": "bảo vệ quyền lợi của nhân dân",
    "b": "nộp thuế đầy đủ theo quy định của pháp luật",
    "c": "kinh doanh đúng ngành nghề ghi trong giấy phép",
    "d": "tuân thủ các quy định về giao thông phòng chống tệ nạn xã hội",
    "ans": "b"
  },
  {
    "question": "Câu 33: Công dân có nghĩa vụ thực hiện kế hoạch hóa gia đình xây dựng gia đình ít con, no ấm, bình đẳng, tiến bộ hạnh phúc bền vững là nội dung được quy định trong…",
    "a": "Hiến pháp, Pháp lệnh dân số",
    "b": "luật Hôn nhân và gia đình, Pháp lệnh dân số",
    "c": "pháp lệnh dân số",
    "d": "Hiến pháp, Luật hôn nhân và gia đình",
    "ans": "d"
  }
]