[
  {
    "question": "Câu 1: Chọn cụm từ điền vào chỗ trống: Trong Di chúc, Hồ Chí Minh khẳng định: “Đảng ta là một Đảng cầm quyền. Mỗi đảng viên phải thật sự thấm nhuần…”.",
    "a": "Mục tiêu của Đảng",
    "b": "Nền tảng tư tưởng của Đảng",
    "c": "Đường lối của Đảng",
    "d": "Đạo đức cách mạng",
    "ans": "d"
  },
  {
    "question": "Câu 2: Theo tư tưởng Hồ Chí Minh, luận điểm: Đảng Cộng sản Việt Nam là sản phẩm của sự kết hợp chủ nghĩa Mác-Lênin với phong trào công nhân và phong trào yêu nước là..",
    "a": "Xác định nhiệm vụ của Đảng",
    "b": "Xác định bản chất của Đảng",
    "c": "Xác định nguồn gốc ra đời của Đảng",
    "d": "Xác định năng lực của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 3: Theo tư tưởng Hồ Chí Minh, luận điểm: Đảng Cộng sản Việt Nam là nhân tố quyết định hàng đầu để đưa cách mạng Việt Nam đi đến thắng lợi là…",
    "a": "Xác định vị thế cầm quyền của Đảng",
    "b": "Xác định bản chất của Đảng",
    "c": "Xác định vai trò lãnh đạo của Đảng",
    "d": "Xác định năng lực của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 4: Theo Hồ Chí Minh, Đảng cộng sản Việt Nam ra đời là sản phẩm kết hợp giữa…",
    "a": "Chủ nghĩa Mác với phong trào công nhân",
    "b": "Phong trào công nhân với phong trào yêu nước",
    "c": "Chủ nghĩa Mác - Lênin với phong trào công nhân và phong trào yêu nước",
    "d": "Tư tưởng Hồ Chí Minh với phong trào công nhân",
    "ans": "c"
  },
  {
    "question": "Câu 5: Theo Hồ Chí Minh, Đảng cộng sản Việt Nam là Đảng của…",
    "a": "Giai cấp công nhân",
    "b": "Nhân dân lao động",
    "c": "Giai cấp công nhân, của nhân dân lao động và của dân tộc Việt Nam",
    "d": "Đội ngũ trí thức",
    "ans": "c"
  },
  {
    "question": "Câu 6: Theo tư tưởng Hồ Chí Minh, luận điểm Đảng cộng sản là nhân tố quyết định hàng đầu để đưa cách mạng Việt Nam đi đến thắng lợi là…",
    "a": "Xác định vị thế cầm quyền của Đảng",
    "b": "Xác định vai trò lãnh đạo của Đảng",
    "c": "Xác định mục đích của Đảng",
    "d": "Xác định nhiệm vụ của Đảng",
    "ans": "b"
  },
  {
    "question": "Câu 7: Bản chất giai cấp công nhân của Đảng cộng sản Việt Nam thể hiện ở…",
    "a": "Số lượng đảng viên trong Đảng",
    "b": "Trình độ đảng viên trong Đảng",
    "c": "Nền tảng lý luận, mục tiêu, đường lối, nguyên tắc tổ chức của Đảng",
    "d": "Cả A, B, C",
    "ans": "c"
  },
  {
    "question": "Câu 8: Nguyên tắc xây dựng Đảng kiểu mới theo theo Tư tưởng Hồ Chí Minh là…",
    "a": "Tập trung dân chủ; Tập thể lãnh đạo cá nhân phụ trách",
    "b": "Tự phê bình và phê bình; Kỷ luật nghiêm minh và tự giác",
    "c": "Đoàn kết thống nhất trong Đảng",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 9: Theo Tư tưởng Hồ Chí Minh, Đảng Cộng sản Việt Nam vừa là người lãnh đạo, vừa là đầy tớ trung thành của nhân dân, Đảng phải chăm lo mối quan hệ giữa Đảng với dân là nhằm…",
    "a": "Xác định vị thế cầm quyền của Đảng",
    "b": "Xác định phương thức cầm quyền của Đảng",
    "c": "Xác định năng lực cầm quyền của Đảng",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 10: Nhà nước của Dân theo Tư tưởng Hồ Chí Minh nghĩa là…",
    "a": "Mọi quyền lực trong nhà nước và trong xã hội đều thuộc về nhân dân",
    "b": "Mọi công việc của nhà nước do dân quyết định",
    "c": "Đại biểu nhà nước do nhân dân bầu ra",
    "d": "Cả A, B, C",
    "ans": "a"
  },
  {
    "question": "Câu 11: Nhà nước do dân theo tư tưởng Hồ Chí Minh….",
    "a": "Đại biểu nhà nước do nhân dân lựa chọn",
    "b": "Dân ủng hộ, giúp đỡ, đóng thuế để nhà nước chi tiêu hoạt động",
    "c": "Dân có quyền kiểm soát, giám sát, bãi nhiễm nếu đại biểu không làm tròn sự ủy nhiệm của dân; Nhà nước phải liên hệ chặt chẽ với nhân dân",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 12: Nhà nước vì dân theo Tư tưởng Hồ Chí Minh là…",
    "a": "Phục vụ vì lợi ích và nguyện vọng chính đáng của nhân dân; Dân là chủ chính phủ là đầy tớ của nhân dân",
    "b": "Mọi chủ trương, chính sách, pháp luật đều xuất phát từ lợi ích của dân",
    "c": "Nhà nước trong sạch, không có bất cứ một đặc quyền đặc lợi nào.",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 13: Chọn cụm từ điền vào chỗ trống: Theo tư tưởng Hồ Chí Minh: “Chế độ ta là chế độ dân chủ, nghĩa là …. làm chủ”.",
    "a": "Công nhân",
    "b": "Nông dân",
    "c": "Nhân dân",
    "d": "Công-nông",
    "ans": "c"
  },
  {
    "question": "Câu 14: Theo Tư tưởng Hồ Chí Minh, bản chất của giai cấp công nhân của nhà nước ta quyết định ở chỗ…",
    "a": "Nhà nước ta do đảng của giai cấp công nhân lãnh đạo",
    "b": "Nhà nước ta định hướng đi lên xã hội chủ nghĩa",
    "c": "Nguyên tắc tổ chức hoạt động của nhà nước ta là nguyên tắc tập trung dân chủ",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 15: Chọn cụm từ điền vào chỗ trống: Theo tư tưởng Hồ Chí Minh: “Nước ta là nước …, nghĩa là nhà nước do nhân dân… ».",
    "a": "Cộng hòa, quản lý",
    "b": "Vì dân, kiểm soát",
    "c": "Dân chủ, làm chủ",
    "d": "Dân chủ, quản lý",
    "ans": "c"
  },
  {
    "question": "Câu 16: Chọn cụm từ đúng nhất để điền vào chỗ trống: Theo tư tưởng Hồ Chí Minh: “Chống … và bệnh quan liêu cũng quan trọng và cần kíp như việc đánh giặc trên mặt trận. Đây là mặt trận tư tưởng và chính trị”.",
    "a": "Tham ô, lãng phí",
    "b": "Tham nhũng",
    "c": "Phá hoại của công",
    "d": "Lãng phí",
    "ans": "a"
  },
  {
    "question": "Câu 17: Chọn cụm từ điền vào chỗ trống: Theo tư tưởng Hồ Chí Minh: “Tất cả các cơ quan nhà nước đều phải dựa vào …, liên hệ chặt chẽ với…, lắng nghe ý kiến và chịu sự kiểm soát của…”.",
    "a": "Công nhân",
    "b": "Quốc hội",
    "c": "Nhân dân",
    "d": "Đảng Cộng sản",
    "ans": "c"
  },
  {
    "question": "Câu 18: Một nhà nước pháp quyền có hiệu lực pháp lý mạnh mẽ theo Tư tưởng Hồ Chí Minh phải là…",
    "a": "Một nhà nước hợp hiến",
    "b": "Một nhà nước quản lý đất nước bằng pháp luật và chú trọng đưa pháp luật vào cuộc sống",
    "c": "Một nhà nước có đội ngũ cán bộ, công chức có đủ sức, đủ tài",
    "d": "Cả A, B, C",
    "ans": "b"
  },
  {
    "question": "Câu 19: Một nhà nước pháp quyền có hiệu lực pháp lý mạnh mẽ theo tư tưởng Hồ Chí Minh phải là…",
    "a": "Một nhà nước hợp Hiến",
    "b": "Một nhà nước thống nhất, có quyền quốc gia",
    "c": "Một nhà nước của dân, do dân, vì dân",
    "d": "Một nhà nước đề phòng và khắc phục tiêu cực, không có tiêu cực, không có đặc quyền, đặc lợi",
    "ans": "a"
  },
  {
    "question": "Câu 20: Chọn câu trả lời đúng nhất: Truyền thống quý báu nhất của dân tộc Việt Nam được Hồ Chí Minh kế thừa và phát triển là gì?",
    "a": "Lòng nhân ái",
    "b": "Chủ nghĩa yêu nước",
    "c": "Tinh thần hiếu học",
    "d": "Cần cù lao động",
    "ans": "b"
  },
  {
    "question": "Câu 21: Chọn đáp án đúng nhất: Điều mong muốn cuối cùng của Hồ Chí Minh được nêu trong Di chúc của Người là gì?",
    "a": "“… làm sao cho nước ta được hoàn toàn độc lập, dân ta được hoàn toàn tự do, đồng bào ta ai cũng có cơm ăn áo mặc, ai cũng được học hành”",
    "b": "“Không có gì quý hơn độc lập tự do! Đến ngày thắng lợi, chúng ta sẽ xây dựng lại đất nước ta đàng hoàng hơn, to đẹp hơn”",
    "c": "Đưa cuộc kháng chiến chống Mỹ cứu nước đến thắng lợi hoàn toàn.",
    "d": "“Toàn Đảng, toàn dân ta đoàn kết phấn đấu xây dựng một nước Việt Nam hòa bình, thống nhất, độc lập, dân chủ, giàu mạnh và góp phần xứng đáng vào sự nghiệp cách mạng thế giới”",
    "ans": "d"
  },
  {
    "question": "Câu 22: Chọn câu trả lời đúng nhất với tư tưởng Hồ Chí Minh…",
    "a": "Đảng cộng sản Việt Nam là Đảng của giai cấp công nhân",
    "b": "Đảng cộng sản Việt Nam là Đảng của nhân dân lao động",
    "c": "Đảng cộng sản Việt Nam là Đảng của giai cấp công nhân, của nhân dân lao động và của dân tộc Việt Nam",
    "d": "Đảng cộng sản Việt Nam là Đảng của giai cấp lao động, mà cũng là Đảng của toàn dân",
    "ans": "c"
  },
  {
    "question": "Câu 23: Luận điểm: “Đảng muốn vững thì phải có chủ nghĩa làm cốt, trong đảng ai cũng phải hiểu, ai cũng phải theo chủ nghiã ấy. Đảng mà không có chủ nghĩa cũng như người không có trí khôn, tàu không có bàn chỉ nam” được trích từ tác phẩm nào của Hồ Chí Minh?",
    "a": "Tuyên ngôn Độc lập",
    "b": "Đường Cách mệnh",
    "c": "Bản án chế độ thực dân Pháp",
    "d": "Thường thức chính trị",
    "ans": "b"
  },
  {
    "question": "Câu 24: Luận điểm: “Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ thật trung thành của nhân dân” được trích từ tác phẩm nào của Hồ chí Minh?",
    "a": "Đường Cách mệnh",
    "b": "Thường thức chính trị",
    "c": "Sửa đổi lối làm việc",
    "d": "Di chúc",
    "ans": "d"
  },
  {
    "question": "Câu 25: Chọn phương án đúng nhất: Theo tư tưởng Hồ Chí Minh, việc đổi mới, chỉnh đốn Đảng được hiểu là…",
    "a": "Một giải pháp tình thế",
    "b": "Việc làm thường xuyên của Đảng",
    "c": "Khi Đảng không còn vững mạnh",
    "d": "Khi cách mạng ở vào thời kỳ khó khăn",
    "ans": "b"
  },
  {
    "question": "Câu 26: Quan điểm: “Đảng ta là đạo đức, là văn minh” được Hồ Chí Minh trình bày trong tác phẩm nào?",
    "a": "Sách lược vắn tắt của Đảng",
    "b": "Báo cáo chính trị tại Đại hội đại biểu toàn quốc lần thứ II của Đảng",
    "c": "Diễn văn đọc tại lễ kỷ niệm 30 năm ngày thành lập Đảng",
    "d": "Diễn văn khai mạc Đại hội đại biểu toàn quốc lần thứ III của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 27: “Đảng ta là một Đảng cầm quyền. Mỗi đảng viên và cán bộ phải thật sự thấm nhuần đạo đức cách mạng, thật sự cần kiệm liêm chính, chí công vô tư. Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ thật trung thành của nhân dân”. Câu viết trên của Hồ Chí Minh ở trong tác phẩm nào của Người?",
    "a": "Đạo đức cách mạng",
    "b": "Đường cách mệnh",
    "c": "Di chúc",
    "d": "Sửa đổi lối làm việc",
    "ans": "c"
  },
  {
    "question": "Câu 28: Chọn phương án đúng nhất để điền vào chỗ trống hoàn thiện câu sau của Hồ Chí Minh: “Chống … và bệnh quan liêu cũng quan trọng và cần kíp như việc đánh giặc trên mặt trận”.",
    "a": "Phá hoại của công",
    "b": "Tham ô, lãng phí",
    "c": "Vi phạm kỷ luật",
    "d": "Thành tích",
    "ans": "b"
  },
  {
    "question": "Câu 29: “Việc gì lợi cho dân, ta phải hết sức làm. Việc gì hại đến dân, ta phải hết sức tránh. Chúng ta phải yêu dân, kính dân thì dân mới yêu ta, kính ta”. Những câu trên trích từ bài viết nào của Hồ Chí Minh?",
    "a": "Bài phát biểu tại kỳ họp đầu tiên của Quốc hội khoá I, năm 1946",
    "b": "Thư gửi các đồng chí tỉnh nhà",
    "c": "Thư gửi ủy ban nhân dân các kỳ, tỉnh, huyện và làng",
    "d": "Thư gửi các đồng chí Bắc Bộ.",
    "ans": "c"
  },
  {
    "question": "Câu 30: Chọn phương án đúng nhất: Theo Hồ Chí Minh, Đảng lãnh đạo Nhà nước bằng phương thức nào?",
    "a": "Bằng đường lối, quan điểm, chủ trương, định hướng của Đảng",
    "b": "Hoạt động của các tổ chức đảng và đảng viên trong bộ máy nhà nước",
    "c": "Bằng công tác kiểm tra",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 31: “Đảng có vững cách mệnh mới thành công, cũng như người cầm lái có vững thuyền mới chạy”. Câu trên trích từ tác phẩm nào của Hồ Chí Minh?",
    "a": "Bản án chế độ thực dân Pháp",
    "b": "Chánh cương vắn tắt của Đảng",
    "c": "Đường cách mệnh",
    "d": "Lời kêu gọi nhân dịp thành lập Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 32: Chọn phương án đúng nhất: Những căn bệnh nào trong bộ máy nhà nước mà Hồ Chí Minh gọi là “giặc nội xâm”?",
    "a": "Cậy thế, hủ hoá, tư túng",
    "b": "Tham ô, lãng phí, quan liêu",
    "c": "Trái phép, chia rẽ, kiêu ngạo",
    "d": "Đặc quyền, đặc lợi",
    "ans": "b"
  },
  {
    "question": "Câu 33: Theo Hồ Chí Minh, việc học phải được tiến hành như thế nào?",
    "a": "Học ở mọi lúc, mọi nơi, suốt đời",
    "b": "Học ở mọi người",
    "c": "Tự học, tự đào tạo và đào tạo lại",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 34: Chủ nghĩa Mác - Lênin kết hợp với phong trào công nhân và phong trào yêu nước dẫn tới sự ra đời của Đảng Cộng sản Việt Nam. Câu trên trích từ tác phẩm nào của chủ tịch Hồ Chí Minh?",
    "a": "Đường cách mệnh",
    "b": "Ba mươi năm hoạt động của Đảng",
    "c": "Thường thức chính trị",
    "d": "Diễn văn chính trị đọc tại đại hội III",
    "ans": "b"
  },
  {
    "question": "Câu 35: Đảng Cộng sản Việt Nam, do Hồ Chí Minh sáng lập và lãnh đạo, hoạt động vì lợi ích của ai?",
    "a": "Vì lợi ích của bản thân Đảng",
    "b": "Vì lợi ích của giai cấp công nhân",
    "c": "Vì lợi ích của công nhân, nông dân, trí thức",
    "d": "Vì lợi ích của dân tộc Việt Nam",
    "ans": "d"
  },
  {
    "question": "Câu 36: Trong tư tưởng Hồ Chí Minh, là người lãnh đạo, Đảng phải có những phẩm chất gì?",
    "a": "Tư cách, đạo đức, năng lực cần thiết",
    "b": "Phải có khả năng làm cho dân tin, dân mến, dân phục, dân theo",
    "c": "Đảng phải gắn bó mật thiết với nhân dân, nghe ý kiến của dân, học nhân dân, chịu sự kiểm soát của nhân dân…",
    "d": "Cả A, B, C",
    "ans": "d"
  },
  {
    "question": "Câu 37: Luận điểm “Đảng Cộng sản là Đảng của giai cấp công nhân, của nhân dân lao động và của dân tộc”, là nhằm…",
    "a": "Xác định vai trò lãnh đạo của Đảng",
    "b": "Xác định vị thế cầm quyền của Đảng",
    "c": "Xác định bản chất của Đảng",
    "d": "Xác định chức năng, nhiệm vụ của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 38: “Đảng muốn vững, phải có chủ nghĩa làm cốt, trong Đảng ai cũng phải hiểu, ai cũng phải theo chủ nghĩa ấy. Đảng mà không có chủ nghĩa cũng như người không có trí khôn, tàu không có bàn chỉ nam”. Chủ nghĩa mà Hồ Chí Minh nói ở đây là gì?",
    "a": "Chủ nghĩa quốc gia-dân tộc",
    "b": "Chủ nghĩa Tam dân của Tôn Trung Sơn",
    "c": "Chủ nghĩa quốc tế",
    "d": "Chủ nghĩa Mác - Lênin",
    "ans": "d"
  },
  {
    "question": "Câu 39: Đảng ta là một Đảng cầm quyền, các đồng chí từ chi bộ đến TW phải giữ gìn sự đoàn kết nhất trí trong Đảng như giữ gìn con ngươi của mắt mình. Câu trên trích từ tác phẩm nào của Hồ Chí Minh?",
    "a": "Diễn văn chính trị tại Đại hội III của Đảng",
    "b": "Bài nói chuyện tại trường Nguyễn Ái Quốc trung ương năm 1957",
    "c": "Di chúc",
    "d": "Bài nói chuyện với cán bộ cao cấp quân đội nhân dân Việt Nam",
    "ans": "c"
  },
  {
    "question": "Câu 40: Trong những luận điểm dưới đây của Hồ Chí Minh về xây dựng Đảng Cộng sản, luận điểm nào được Hồ Chí Minh viết lần đầu trong tác phẩm “Đường cách mệnh”?",
    "a": "Chủ nghĩa Mác - Lênin kết hợp với phong trào công nhân và phong trào yêu nước đã dẫn đến tới việc thành lập Đảng Cộng sản Đông Dương vào đầu năm 1930",
    "b": "Đảng ta là Đảng của giai cấp công nhân, đồng thời là Đảng của dân tộc, không thiên tư, thiên vị",
    "c": "Đảng muốn vững thì phải có chủ nghĩa làm cốt",
    "d": "Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ trung thành của nhân dân",
    "ans": "c"
  },
  {
    "question": "Câu 41: Trong những luận điểm về xây dựng Đảng Cộng sản của Hồ Chí Minh dưới đây, luận điểm nào được viết trong Di chúc?",
    "a": "Chủ nghĩa Mác - Lênin kết hợp với phong trào công nhân và phong trào yêu nước đã dẫn đến tới việc thành lập Đảng Cộng sản Đông Dương vào đầu năm 1930",
    "b": "Đảng ta là Đảng của giai cấp công nhân, đồng thời là Đảng của dân tộc, không thiên tư, thiên vị",
    "c": "Đảng muốn vững thì phải có chủ nghĩa làm cốt, trong Đảng ai cũng phải hiểu, ai cũng phải theo chủ nghĩa ấy",
    "d": "Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ trung thành của nhân dân",
    "ans": "d"
  },
  {
    "question": "Câu 42: Trong Di chúc, phần nói về Đảng, lời căn dặn nào thể hiện sự mẫn cảm và tầm nhìn xa của Hồ Chí Minh đối với việc ngăn ngừa nguy cơ thoái hoá trong Đảng sau khi đất nước đạt được đỉnh cao thắng lợi?",
    "a": "Đảng ta là một Đảng cầm quyền, mỗi Đảng viên và cán bộ phải thật sự thấm nhuần đạo đức cách mạng, thật sự cần kiệm, liêm chính, chí công vô tư",
    "b": "Trong Đảng thực hành dân chủ rộng rãi để củng cố và phát triển sự đoàn kết và thống nhất của Đảng. Phải có tình đồng chí yêu thương lẫn nhau",
    "c": "Phải giữ gìn Đảng ta thật trong sạch, phải xứng đáng là người lãnh đạo, là người đầy tớ trung thành của nhân dân",
    "d": "Ngay sau khi cuộc chống Mỹ, cứu nước hoàn toàn thắng lợi, việc cần làm trước tiên là chỉnh đốn lại Đảng",
    "ans": "d"
  },
  {
    "question": "Câu 43: “Mục đích của Đảng lao động Việt Nam có thể gồm trong 8 chữ là: đoàn kết toàn dân, phụng sự Tổ quốc”. Hồ Chí Minh nói câu trên nhân sự kiện chính trị nào?",
    "a": "Đại hội I",
    "b": "Đại hội II",
    "c": "Đại hội III",
    "d": "Hội nghị chính trị đặc biệt 1965",
    "ans": "c"
  },
  {
    "question": "Câu 44: Trong tác phẩm “Đường Cách mệnh” khi nói về vai trò của Đảng Cộng sản, Hồ Chí Minh đã ví Đảng như là…",
    "a": "Kim chỉ nam",
    "b": "La bàn",
    "c": "Người chèo thuyền",
    "d": "Người cầm lái",
    "ans": "d"
  },
  {
    "question": "Câu 45: Hồ Chí Minh cho rằng: “Muốn khỏi đi lạc phương hướng, quần chúng phải có Đảng lãnh đạo để nhận rõ…..”. Điền từ còn thiếu vào chỗ trống…",
    "a": "Sự áp bức bóc lột của đế quốc, thực dân",
    "b": "Tình hình, đường lối và định phương châm cho đúng",
    "c": "Lực lượng của cách mạng và phương châm tác chiến",
    "d": "Việc đánh đổ kẻ địch, giành lấy chính quyền",
    "ans": "b"
  },
  {
    "question": "Câu 46: Tháng 2/1930, Nguyễn Ái Quốc đã chủ trì Hội nghị hợp nhất các tổ chức cộng sản trong nước để thành lập tổ chức chính trị nào?",
    "a": "Đảng cộng sản Việt Nam",
    "b": "Đảng cộng sản Đông Dương",
    "c": "An Nam cộng sản Đảng",
    "d": "Đông Dương cộng sản Đảng",
    "ans": "a"
  },
  {
    "question": "Câu 47: Hồ Chí Minh nêu lên quan điểm nhà nước của dân là…",
    "a": "Mọi quyền lực trong nhà nước và ngoài xã hội đều thuộc về nhân dân",
    "b": "Nhân dân có quyền kiểm soát nhà nước",
    "c": "Nhà nước bảo đảm quyền làm chủ của nhân dân",
    "d": "Nhân dân có vai trò quyết định mọi công việc của nhà nước",
    "ans": "a"
  },
  {
    "question": "Câu 48: Hồ Chí Minh nêu quan điểm nhà nước do dân là:",
    "a": "Nhà nước do dân tạo ra và nhân dân tham gia quản lý",
    "b": "Nhà nước do dân bầu ra, thực hiện ý chí của dân",
    "c": "Nhà nước vì quyền lợi của nhân dân",
    "d": "Quyền tối cao trong nhà nước thuộc về nhân dân",
    "ans": "a"
  },
  {
    "question": "Câu 49: Hồ Chí Minh nêu quan điểm nhà nước vì dân là:",
    "a": "Đặt lợi ích chính đáng của nhân dân lên hàng đầu",
    "b": "Không có đặc quyền đặc lợi",
    "c": "Nhà nước phải phục vụ nhân dân",
    "d": "Mọi chính sách đều làm lợi cho dân",
    "ans": "a"
  },
  {
    "question": "Câu 50: Chọn phương án đúng nhất: Quan điểm xây dựng nhà nước trong sạch, vững mạnh, hoạt động có hiệu quả, Hồ Chí Minh đã nhắc nhở đề phòng và khắc phục…",
    "a": "Tham ô, hối lộ; Đặc quyền, đặc lợi; Kiêu ngạo",
    "b": "Trịch thượng, tham nhũng; Đặc quyền, đặc lợi; Bè phái",
    "c": "Tham ô, móc ngoặc, hối lộ; Đặc quyền, đặc lợi; Kết bè kết cánh",
    "d": "Đặc quyền, đặc lợi; Tham ô, lãng phí, quan liêu; Tư túng, chia rẽ, kiêu ngạo",
    "ans": "d"
  },
  {
    "question": "Câu 51: Câu 51: Tư tưởng Hồ Chí Minh có vị trí như thế nào trong hệ thống tư tưởng của Đảng Cộng sản Việt Nam?",
    "a": "Là một bộ phận trong hệ thống tư tưởng của đảng ta",
    "b": "Là một bộ phận quan trọng trong hệ thống tư tưởng của Đảng ta",
    "c": "Là một bộ phận quan trọng trong hệ thống tư tưởng của Đảng ta",
    "d": "Là nền tảng tư tưởng, kim chỉ nam cho hành động của Đảng ta",
    "ans": "d"
  },
  {
    "question": "Câu 52: Theo Hồ Chí Minh, “căn bệnh” nào là “căn bệnh mẹ đẻ ra hàng trăm thứ căn bệnh con nguy hiểm khác”?",
    "a": "Chủ nghĩa cá nhân",
    "b": "Tham ô",
    "c": "Lãng phí",
    "d": "Quan liêu",
    "ans": "a"
  },
  {
    "question": "Câu 53: Theo Hồ Chí Minh, Đảng Cộng sản Việt Nam ra đời dựa quy luật nào?",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "Phong trào công nhân",
    "c": "Phong trào yêu nước",
    "d": "Chủ nghĩa Mác-Lênin thâm nhập vào phong trào công nhân và phong trào yêu nước",
    "ans": "d"
  },
  {
    "question": "Câu 54: Dưới đây là một số luận điểm của Hồ Chí Minh về nhà nước của dân, do dân, vì dân. Luận điểm nào trực tiếp thể hiện tư tưởng nhà nước vì dân?",
    "a": "Nước ta là nước dân chủ",
    "b": "Cách mệnh rồi thì quyền trao cho dân chúng số nhiều, chớ để trong tay một bọn ít người",
    "c": "Hễ chính phủ nào mà có hại cho dân chúng thì dân chúng phải đạp đổ chính phủ ấy đi và gây nên chính phủ khác",
    "d": "Việc gì có lợi cho dân ta phải hết sức làm. Việc gì có hại cho dân, ta phải hết sức tránh",
    "ans": "d"
  },
  {
    "question": "Câu 55: Theo Hồ Chí Minh, mục tiêu, lý tưởng của Đảng Cộng sản Việt Nam là…",
    "a": "Vì lợi ích của tất cả mọi người",
    "b": "Phụng sự Tổ quốc, phụng sự nhân dân",
    "c": "Xây dựng một nước Việt Nam giàu mạnh",
    "d": "Giải phóng giai cấp",
    "ans": "b"
  },
  {
    "question": "Câu 56: Theo Hồ Chí Minh, một trong những nguyên tắc tổ chức tổ chức và sinh hoạt Đảng cơ bản là gì?",
    "a": "Thiểu số phục tùng đa số",
    "b": "Biểu quyết hoặc bỏ phiếu kín",
    "c": "Cấp dưới phục tùng cấp trên",
    "d": "Tập trung dân chủ",
    "ans": "d"
  },
  {
    "question": "Câu 57: Chọn phương án SAI theo tư tưởng Hồ Chí Minh về nguyên tắc xây dựng Đảng Cộng sản Việt Nam.",
    "a": "Tập trung dân chủ",
    "b": "Thiểu số phục tùng đa số",
    "c": "Tự phê bình và phê bình",
    "d": "Đoàn kết thống nhất trong Đảng",
    "ans": "b"
  },
  {
    "question": "Câu 58: Theo Hồ Chí Minh, nguy cơ lớn nhất của một đảng cầm quyền là…",
    "a": "Diễn biến hòa bình",
    "b": "Chệch hướng",
    "c": "Sai lầm về đường lối và suy thoái đạo đức của cán bộ, đảng viên",
    "d": "Tụt hậu",
    "ans": "c"
  },
  {
    "question": "Câu 59: Chọn cụm từ điền vào chỗ trống: Trong Di chúc,Hồ Chí Minh khẳng định: “Đảng ta là một Đảng cầm quyền. Mỗi đảng viên phải thật sự thấm nhuần…",
    "a": "Mục tiêu của Đảng",
    "b": "Nền tảng tư tưởng của Đảng",
    "c": "Đường lối của Đảng",
    "d": "Đạo đức cách mạng",
    "ans": "d"
  },
  {
    "question": "Câu 60: Theo tư tưởng Hồ Chí Minh, nhà nước ta mang bản chất của…",
    "a": "Toàn dân tộc",
    "b": "Giai cấp công-nông",
    "c": "Giai cấp công nhân",
    "d": "Giai cấp nông dân",
    "ans": "c"
  },
  {
    "question": "Câu 61: Theo tư tưởng Hồ Chí Minh, nhà nước vì dân là nhà nước?",
    "a": "Tất cả đều vì lợi ích của nhân dân",
    "b": "Do nhân dân làm chủ",
    "c": "Phục vụ nhân dân",
    "d": "Chăm lo mọi mặt đời sống nhân dân",
    "ans": "a"
  },
  {
    "question": "Câu 62: Luận điểm nào sau đây là sai? Theo tư tưởng Hồ Chí Minh, nhà nước vì dân là nhà nước?",
    "a": "Tất cả đều vì lợi ích của nhân dân",
    "b": "Do nhân dân làm chủ",
    "c": "Phục vụ nhân dân",
    "d": "Chăm lo mọi mặt đời sống nhân dân",
    "ans": "b"
  },
  {
    "question": "Câu 63: Theo tư tưởng Hồ Chí Minh, một trong những yêu cầu để xây dựng nhà nước pháp quyền có hiệu lực pháp lý mạnh mẽ là…",
    "a": "Nhà nước phải chịu sự lãnh đạo của Đảng",
    "b": "Nhà nước phải chịu sự giám sát của nhân dân",
    "c": "Nhà nước phải quản lý đất nước bằng hiến pháp và pháp luật",
    "d": "Đẩy mạnh quan hệ quốc tế",
    "ans": "c"
  },
  {
    "question": "Câu 64: Một nhà nước pháp quyền có hiệu lực pháp lý mạnh mẽ theo Hồ Chí Minh phải là…",
    "a": "Một nhà nước không có tiêu cực, không có đặc quyền, đặc lợi",
    "b": "Một nhà nước hợp hiến",
    "c": "Một nhà nước thống nhất, có chủ quyền",
    "d": "Một nhà nước của dân, do dân, vì dân",
    "ans": "b"
  },
  {
    "question": "Câu 65: Theo tư tưởng Hồ Chí Minh, cán bộ nhà nước là gì của dân?",
    "a": "Là người lãnh đạo",
    "b": "Là công bộc",
    "c": "Là chủ",
    "d": "Là người quản lý",
    "ans": "b"
  },
  {
    "question": "Câu 66: Theo tư tưởng Hồ Chí Minh, luận điểm: Đảng Cộng sản Việt Nam là sản phẩm của sự kết hợp chủ nghĩa Mác-Lênin với phong trào công nhân và phong trào yêu nước là:",
    "a": "Xác định nhiệm vụ của Đảng",
    "b": "Xác định bản chất của Đảng",
    "c": "Xác định nguồn gốc ra đời của Đảng",
    "d": "Xác định năng lực của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 67: Theo tư tưởng Hồ Chí Minh, luận điểm: Đảng Cộng sản Việt Nam là nhân tố quyết định hàng đầu để đưa cách mạng Việt Nam đi đến thắng lợi là:",
    "a": "Xác định vị thế cầm quyền của Đảng",
    "b": "Xác định bản chất của Đảng",
    "c": "Xác định vai trò lãnh đạo của Đảng",
    "d": "Xác định năng lực của Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 68: Chọn cụm từ đúng điền vào chỗ trống: Trong xây dựng Đảng, Hồ Chí Minh xác định: “Mục đích phê bình cốt để…, giúp nhau tiến bộ”.",
    "a": "Sửa chữa sai lầm",
    "b": "Giúp nhau sửa chữa",
    "c": "Chỉ ra sai lầm",
    "d": "Tìm ra khuyết điểm",
    "ans": "b"
  },
  {
    "question": "Câu 69: Chọn cụm từ đúng điền vào chỗ trống: Theo Hồ Chí Minh, “Đảng có vững, … mới thành công, cũng như người cầm lái có vững thì …”.",
    "a": "Giải phóng; thuyền chạy",
    "b": "Đất nước; thuyền chạy",
    "c": "Cách mạng; thuyền mới đi",
    "d": "Cách mệnh; thuyền mới chạy",
    "ans": "d"
  },
  {
    "question": "Câu 70: Theo Hồ Chí Minh: “Đảng Cộng sản Việt Nam ra đời là sản phẩm của sự kết hợp chủ nghĩa Mác-Lênin, với phong trào công nhân và … ở nước ta vào những năm cuối thập kỷ của của thế kỷ XX”",
    "a": "Phong trào nông dân",
    "b": "Phong trào yêu nước",
    "c": "Phong trào trí thức",
    "d": "Phong trào dân chủ",
    "ans": "b"
  },
  {
    "question": "Câu 71: Theo Hồ Chí Minh, để Đảng trong sạch, vững mạnh thì Đảng phải thường xuyên tự đổi mới, tự chỉnh đốn về mặt…",
    "a": "Chính trị",
    "b": "Tư tưởng",
    "c": "Tổ chức",
    "d": "Cả chính trị, tư tưởng và tổ chức",
    "ans": "d"
  },
  {
    "question": "Câu 72: Theo Hồ Chí Minh, nhân tố quyết định hàng đầu để đưa cách mạng Việt Nam đi đến thắng lợi là:",
    "a": "Đại đoàn kết dân tộc",
    "b": "Đoàn kết quốc tế",
    "c": "Sự lãnh đạo của Đảng",
    "d": "Sự giúp đỡ của Quốc tế Cộng sản",
    "ans": "c"
  },
  {
    "question": "Câu 73: Theo Hồ Chí Minh, nền tảng tư tưởng của Đảng phải dựa trên:",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "nguyên tắc tập trung dân chủ",
    "c": "Nguyên tắc tự phê bình và phê bình",
    "d": "Đại đoàn kết dân tộc",
    "ans": "a"
  },
  {
    "question": "Câu 74: Theo tư tưởng Hồ Chí Minh, một trong những yêu cầu về xây dựng đội ngũ cán bộ công chức nhà nước là…",
    "a": "Phải có tố chất lãnh đạo",
    "b": "Tuyệt đối trung thành với cách mạng",
    "c": "Phải có chí tiến thủ",
    "d": "Phải sáng tạo",
    "ans": "b"
  },
  {
    "question": "Câu 75: Theo tư tưởng Hồ Chí Minh, mọi việc thành công hay thất bại là do…",
    "a": "Đường lối lãnh đạo",
    "b": "Cán bộ tốt hay kém",
    "c": "Cán bộ lãnh đạo",
    "d": "Lãnh đạo",
    "ans": "b"
  },
  {
    "question": "Câu 76: Theo Hồ Chí Minh, chế độ chính trị mà chúng ta xây dựng là chế độ…",
    "a": "Do nhân dân lao động làm chủ",
    "b": "Do giai cấp công nhân làm chủ",
    "c": "Do nhân dân làm chủ",
    "d": "Do giai cấp nông dân làm chủ",
    "ans": "a"
  },
  {
    "question": "Câu 77: Theo Hồ Chí Minh, Đảng Cộng sản Việt Nam ra đời dựa quy luật nào?",
    "a": "Chủ nghĩa Mác-Lênin",
    "b": "Phong trào công nhân",
    "c": "Phong trào yêu nước",
    "d": "Chủ nghĩa Mác-Lênin thâm nhập vào phong trào công nhân và phong trào yêu nước",
    "ans": "d"
  },
  {
    "question": "Câu 78: Theo Hồ Chí Minh, mục tiêu, lý tưởng của Đảng Cộng sản Việt Nam là…",
    "a": "Vì lợi ích của giai cấp công nhân",
    "b": "Phụng sự Tổ quốc, phụng sự nhân dân",
    "c": "Xây dựng một nước Việt Nam giàu mạnh",
    "d": "Đảng ta không có mục đích, lý tưởng nào",
    "ans": "b"
  },
  {
    "question": "Câu 79: Vì sao giai cấp nông dân không thể lãnh đạo được cuộc cách mạng xã hội chủ nghĩa?",
    "a": "Họ đông nhưng không mạnh",
    "b": "Họ không có tính Đảng",
    "c": "Họ không đại diện cho phương thức sản xuất tiên tiến",
    "d": "Họ không có hệ tư tưởng độc lập và không đại diện cho phương thức sản xuất tiên tiến",
    "ans": "d"
  },
  {
    "question": "Câu 80: Theo Hồ Chí Minh, vai trò lãnh đạo của giai cấp công nhân trong cách mạng Việt Nam do yếu tố nào quyết định?",
    "a": "Do ý muốn của Đảng Công sản",
    "b": "Do đặc tính của giai cấp công nhân",
    "c": "Do số lượng của giai cấp công nhân",
    "d": "Do ý muốn của giai cấp công nhân",
    "ans": "b"
  },
  {
    "question": "Câu 81: Ai là người chủ trì Hội nghị thành lập Đảng Cộng sản Việt Nam?",
    "a": "Nguyễn Ái Quốc",
    "b": "Trường Trinh",
    "c": "Lê Hồng Phong",
    "d": "Trần Phú",
    "ans": "a"
  },
  {
    "question": "Câu 82: Đảng ta có tên gọi là Đảng Lao động Việt Nam vào năm nào?",
    "a": "1941",
    "b": "1945",
    "c": "1951",
    "d": "1955",
    "ans": "c"
  },
  {
    "question": "Câu 83: Tháng 10/1930, Đảng ta đổi tên là gì?",
    "a": "Đảng Cộng sản Việt Nam",
    "b": "Đảng lao động Việt Nam",
    "c": "Đảng Cộng sản Đông Dương",
    "d": "An Nam Cộng sản Đảng",
    "ans": "c"
  },
  {
    "question": "Câu 84: Khi mới thành lập, Đảng ta có tên gọi là gì?",
    "a": "Đảng Cộng sản Việt Nam",
    "b": "Đảng lao động Việt Nam",
    "c": "Đảng Cộng sản Đông Dương",
    "d": "An Nam Cộng sản Đảng",
    "ans": "a"
  },
  {
    "question": "Câu 85: Theo Hồ Chí Minh, một trong những nguyên tắc tổ chức tổ chức và sinh hoạt Đảng cơ bản là gì?",
    "a": "Thiểu số phục tùng đa số",
    "b": "Biểu quyết hoặc bỏ phiếu kín",
    "c": "Cấp dưới phục tùng cấp trên",
    "d": "Tập trung dân chủ",
    "ans": "d"
  },
  {
    "question": "Câu 86: Bản chất giai cấp công nhân của Đảng Cộng sản Việt Nam thể hiện ở…?",
    "a": "Nền tảng lý luận, mục tiêu, nguyên tắc tổ chức của Đảng",
    "b": "Mục tiêu của Đảng",
    "c": "Số lượng đảng viên trong Đảng",
    "d": "Trình độ đảng viên trong Đảng",
    "ans": "a"
  },
  {
    "question": "Câu 87: Chọn câu trả lời đúng nhất theo tư tưởng Hồ Chí Minh.",
    "a": "Đảng Cộng sản Việt Nam là Đảng của giai cấp công nhân",
    "b": "Đảng Cộng sản Việt Nam là Đảng của Nhân dân lao động",
    "c": "Đảng Cộng sản Việt Nam là Đảng của giai cấp công nhân, nhân dân lao động và của cả dân tộc Việt Nam",
    "d": "Đảng Cộng sản Việt Nam là Đảng của giai cấp công-nông.",
    "ans": "c"
  },
  {
    "question": "Câu 88: Chọn phương án sai theo tư tưởng Hồ Chí Minh về nguyên tắc xây dựng Đảng Cộng sản Việt Nam…",
    "a": "Tập trung dân chủ",
    "b": "Thiểu số phục tùng đa số",
    "c": "Tự phê bình và phê bình",
    "d": "Đoàn kết thống nhất trong Đảng",
    "ans": "b"
  }
]