[
  {
    "question": "Câu 1: Nghĩa vụ mà các cá nhân hoặc tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình là nội dung của khái niệm nào dưới đây?",
    "a": "nghĩa vụ pháp lý",
    "b": "thực hiện pháp luật",
    "c": "vi phạm pháp luật",
    "d": "trách nhiệm pháp lý",
    "ans": "d"
  },
  {
    "question": "Câu 2: Chọn phương án đúng nhất: Quan hệ pháp luật hình sự là:",
    "a": "Quan hệ phát sinh khi có hành vi phạm tội",
    "b": "Quan hệ phát sinh giữa người phạm tội với người bị hại",
    "c": "Quan hệ phát sinh giữa nhà nước và người phạm tội khi có một tội phạm xảy ra",
    "d": "Tất cả đều sai",
    "ans": "c"
  },
  {
    "question": "Câu 3: Chế tài nào sau đây chỉ do Tòa án áp dụng:",
    "a": "Chế tài hình sự",
    "b": "Chế tài hành chính",
    "c": "Chế tài kỷ luật",
    "d": "Chế tài công vụ",
    "ans": "a"
  },
  {
    "question": "Câu 4: Người nào tuy có điều kiện mà không cứu giúp người đang ở trong tình trạng nguy hiểm đến tính mạng, dẫn đến hậu quả người đó chết, thì…",
    "a": "vi phạm pháp luật hành chính",
    "b": "vi phạm pháp luật dân sự",
    "c": "phải chịu trách nhiệm hình sự",
    "d": "bị xử phạt hành chính",
    "ans": "c"
  },
  {
    "question": "Câu 5: Yếu tố nào sau đây là một trong những dấu hiệu cơ bản (đặc điểm) của tội phạm?",
    "a": "Phải đươc quy định trong Bộ luật Hình sự",
    "b": "Vi phạm pháp luật",
    "c": "Phải được quy định trong các văn bản quy phạm pháp luật",
    "d": "Trái với đạo đức xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 6: Ông B tổ chức buôn ma túy, hỏi ông B phải chịu trách nhiệm pháp lý nào?",
    "a": "Trách nhiệm hình sự",
    "b": "Trách nhiệm hành chính",
    "c": "Trách nhiệm dân sự",
    "d": "Trách nhiệm kỷ luật",
    "ans": "a"
  },
  {
    "question": "Câu 7: Người ở độ tuổi phải chịu trách nhiệm hình sự về tội phạm rất nghiêm trọng do cố ý hoặc tội phạm đặc biệt nghiêm trọng là…",
    "a": "từ đủ 16 đến dưới 18",
    "b": "từ 16 đến đủ 18",
    "c": "từ đủ 14 đến dưới 16",
    "d": "từ 14 đến đủ 16",
    "ans": "c"
  },
  {
    "question": "Câu 8: Người bị bệnh tâm thần có hành vi trái pháp luật có được xem là vi phạm pháp luật không?",
    "a": "Có",
    "b": "Không",
    "c": "Tùy từng trường hợp",
    "d": "Tất cả đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 9: Cố ý phạm tội là phạm tội trong những trường hợp sau đây?",
    "a": "Người phạm tội nhận thức rõ hành vi của mình là nguy hiểm cho xã hội, thấy trước hậu quả của hành vi đó và mong muốn hậu quả xảy ra",
    "b": "Người phạm tội không thấy trước hành vi của mình có thể gây ra hậu quả nguy hại cho xã hội, mặc dù phải thấy trước và có thể thấy trước hậu quả đó",
    "c": "Người phạm tội tuy thấy trước hành vi của mình có thể gây ra hậu quả nguy hại cho xã hội nhưng cho rằng hậu quả đó sẽ không xảy ra hoặc có thể ngăn ngừa được",
    "d": "Người phạm tội nhận thức rõ hành vi của mình là nguy hiểm cho xã hội, không thấy trước hậu quả của hành vi đó có thể xảy ra, tuy không mong muốn nhưng vẫn có ý thức để mặc cho hậu quả xảy ra",
    "ans": "a"
  },
  {
    "question": "Câu 10: Hành vi trái pháp luật nào dưới đây do người có năng lực trách nhiệm pháp lý thực hiện?",
    "a": "Anh T trong lúc lên cơn động kinh đã đập vỡ cửa kính nhà hang",
    "b": "Anh A trong lúc say rượu đánh bạn mình bị thương nặng",
    "c": "Chị A bị trầm cảm nên đã sát hại con đẻ của mình",
    "d": "Em H bị tâm thần nên đã lấy đồ của cửa hàng mà không trả tiền",
    "ans": "b"
  },
  {
    "question": "Câu 11: Trường hợp nào sau đây thì mới được bắt, giam, giữ người…",
    "a": "Bắt người khi đang bị tình nghi có hành vi vi phạm pháp luật",
    "b": "Bắt giam người khi người này có người thân phạm pháp luật",
    "c": "Bắt, giam, giữ người khi người này có dấu hiệu nghiện ma tuý",
    "d": "Bắt người phạm tội quả tang hoặc đang bị truy nã",
    "ans": "d"
  },
  {
    "question": "Câu 12: Vi phạm hình sự ở mức độ tội phạm ít nghiêm trọng, khung hình cao nhất là…",
    "a": "5 năm",
    "b": "8 năm",
    "c": "7 năm",
    "d": "3 năm",
    "ans": "d"
  },
  {
    "question": "Câu 13: Hình phạt nào sau đây chỉ được áp dụng đối với người phạm tội là người nước ngoài…",
    "a": "Trục xuất",
    "b": "Phạt tiền",
    "c": "Cảnh cáo",
    "d": "Cấm cư trú",
    "ans": "a"
  },
  {
    "question": "Câu 14: Đâu là loại tội phạm nghiêm trọng?",
    "a": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội đặc biệt lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 15 năm tù đến 20 năm tù, tù chung thân hoặc tử hình",
    "b": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội rất lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 07 năm tù đến 15 năm tù",
    "c": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 03 năm tù đến 07 năm tù",
    "d": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội không lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là phạt tiền, phạt cải tạo không giam giữ hoặc phạt tù đến 03 năm",
    "ans": "c"
  },
  {
    "question": "Câu 15: Đâu là loại tội phạm rất nghiêm trọng?",
    "a": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 03 năm tù đến 07 năm tù",
    "b": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội rất lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 07 năm tù đến 15 năm tù",
    "c": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội không lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là phạt tiền, phạt cải tạo không giam giữ hoặc phạt tù đến 03 năm",
    "d": "là tội phạm có tính chất và mức độ nguy hiểm cho xã hội đặc biệt lớn mà mức cao nhất của khung hình phạt do Bộ luật này quy định đối với tội ấy là từ trên 15 năm tù đến 20 năm tù, tù chung thân hoặc tử hình",
    "ans": "b"
  },
  {
    "question": "Câu 16: Đâu là dấu hiệu của tội phạm?",
    "a": "Có hành vi nguy hiểm",
    "b": "hành vi nguy hiểm cho xã hội được quy định trong Bộ luật Hình sự",
    "c": "hành vi nguy hiểm do người có năng lực hành vi dân sự thực hiện một cách cố ý hoặc vô ý",
    "d": "hành vi tuy có dấu hiệu của tội phạm nhưng tính chất nguy hiểm cho xã hội không đáng kể",
    "ans": "b"
  },
  {
    "question": "Câu 17: Một trong những căn cứ để xác định một hành vi vi phạm pháp luật là hành vi do người…",
    "a": "trên 18 tuổi thực hiện",
    "b": "có năng lực trách nhiệm pháp lý thực hiện",
    "c": "từ trên 16 tuổi đến 18 tuổi thực hiện",
    "d": "có thẩm quyền trong cơ quan nhà nước thực hiện",
    "ans": "b"
  },
  {
    "question": "Câu 18: Yếu tố nào sau đây là một trong những dấu hiệu cơ bản (đặc điểm) của tội phạm?",
    "a": "Phải đươc quy định trong Bộ luật Hình sự",
    "b": "Vi phạm pháp luật",
    "c": "Trái với đạo đức xã hội",
    "d": "Phải được quy định trong các văn bản quy phạm pháp luật",
    "ans": "a"
  },
  {
    "question": "Câu 19: Theo quy định của pháp luật hình sự, hành vi nguy hiểm cho xã hội là hành vi:",
    "a": "Gây thiệt hại cho xã hội hoặc đe dọa gây thiệt hại đáng kể cho xã hội",
    "b": "Trái với quy định của pháp luật",
    "c": "Gây hoảng loạn về tinh thần cho mọi người",
    "d": "Gây thiệt hại lợi ích của xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 20: Hành vi nào dưới đây phải chịu trách nhiệm hình sự?",
    "a": "điều khiển xe máy đi ngược chiều của của đường một chiều",
    "b": "không thực hiện chia tài sản theo di chúc của người mất",
    "c": "lấy trộm ví tiền giá trị 450.000 đồng",
    "d": "cố ý lây truyền HIV cho người khác",
    "ans": "d"
  },
  {
    "question": "Câu 21: Độ tuổi tối thiểu chịu trách nhiệm hình sự là từ đủ:",
    "a": "14 tuổi",
    "b": "16 tuổi",
    "c": "12 tuổi",
    "d": "18 tuổi",
    "ans": "a"
  },
  {
    "question": "Câu 22: Vô ý phạm tội là phạm tội trong những trường hợp sau đây?",
    "a": "Người phạm tội không thấy trước hành vi của mình có thể gây ra hậu quả nguy hại cho xã hội vì vậy cho rằng hậu quả đó sẽ không xảy ra hoặc có thể ngăn ngừa được",
    "b": "Người phạm tội nhận thức rõ hành vi của mình là nguy hiểm cho xã hội, thấy trước hậu quả của hành vi đó có thể xảy ra, tuy không mong muốn nhưng vẫn có ý thức để mặc cho hậu quả xảy ra",
    "c": "Người phạm tội không thấy trước hành vi của mình có thể gây ra hậu quả nguy hại cho xã hội, mặc dù phải thấy trước và có thể thấy trước hậu quả đó",
    "d": "Người phạm tội nhận thức rõ hành vi của mình là nguy hiểm cho xã hội, thấy trước hậu quả của hành vi đó và mong muốn hậu quả xảy ra",
    "ans": "a"
  },
  {
    "question": "Câu 23: Dấu hiệu nào dưới đây không phải là một trong những căn cứ để xác định một hành vi vi phạm pháp luật…?",
    "a": "hành vi chứa đựng lỗi của chủ thể thực hiện",
    "b": "hành vi xâm hại các quan hệ xã hội được pháp luật bảo vệ",
    "c": "hành vi do người có thẩm quyền thực hiện theo quy định của pháp luật",
    "d": "hành vi do người có năng lực trách nhiệm pháp lý thực hiện",
    "ans": "c"
  },
  {
    "question": "Câu 24: Chọn phương án đúng nhất: Mặt chủ quan của vi phạm pháp luật gồm?",
    "a": "Hành vi trái pháp luật và hậu quả nguy hiểm cho xã hội",
    "b": "Cố ý trực tiếp và cố ý gián tiếp; vô ý vì quá tự tin và vô ý vì quá cẩu thả",
    "c": "Lỗi; động cơ; mục đích",
    "d": "Lỗi cố ý và lỗi vô ý",
    "ans": "c"
  },
  {
    "question": "Câu 25: Hành vi phạm tội nào không phải xảy ra trên lãnh thổ Việt Nam sau đây?",
    "a": "Hành vi phạm tội diễn ra trên lãnh thổ Việt Nam",
    "b": "Hành vi phạm tội không thuộc một trong các trường hợp đã nêu",
    "c": "Hành vi phạm tội kết thúc trên lãnh thổ Việt Nam",
    "d": "Hành vi phạm tội bắt đầu trên lãnh thổ Việt Nam",
    "ans": "b"
  },
  {
    "question": "Câu 26: Luật hình sự có những nguyên tắc nào dưới đây?",
    "a": "Nguyên tắc pháp chế XHCN",
    "b": "Nguyên tắc dân chủ XHCN",
    "c": "Nguyên tắc phân hóa trách nhiệm hình sự",
    "d": "Tất cả đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 27: Vi phạm hình sự ở mức độ tội phạm nghiêm trọng, khung hình cao nhất là…",
    "a": "8 năm",
    "b": "3 năm",
    "c": "5 năm",
    "d": "7 năm",
    "ans": "d"
  },
  {
    "question": "Câu 28: Cơ sở của trách nhiệm hình sự là:",
    "a": "Phạm tội gây thiệt hại vật chất cho người khác phải chịu trách nhiệm hình sự",
    "b": "Có hành vi gây nguy hiểm thì phải chịu trách nhiệm hình sự",
    "c": "Hành vi được Viện kiểm sát cho phạm tội thì phải chịu trách nhiệm sự",
    "d": "Người nào phạm một tội đã được Bộ luật Hình sự quy định mới phải chịu trách nhiệm hình sự",
    "ans": "d"
  },
  {
    "question": "Câu 29: Vi phạm hình sự ở mức độ tội phạm đặc biệt nghiêm trọng, khung hình cao nhất là…",
    "a": "18 năm",
    "b": "15 năm",
    "c": "Tử hình",
    "d": "20 năm",
    "ans": "c"
  },
  {
    "question": "Câu 30: Bạn A (17 tuổi) vì mâu thuẫn cá nhân với anh B (hàng xóm) nên đã rủ một bạn mang theo hung khí đến anh B, khiến anh B tử vong. Hành vi của bạn A thuộc loại vi phạm pháp luật nào dưới đây?",
    "a": "Vi phạm hình sự",
    "b": "Vi phạm hành chính",
    "c": "Vi phạm kỉ luật",
    "d": "Vi phạm dân sự",
    "ans": "a"
  },
  {
    "question": "Câu 31: Chọn phương án đúng nhất: Thế nào là người có năng lực trách nhiệm pháp lý?",
    "a": "Là người tự quyết định cách xử sự của mình và độc lập chịu trách nhiệm về hành vi đã thực hiện",
    "b": "Là người đạt một độ tuổi nhất định theo qui định của pháp luật",
    "c": "Là người đạt một độ tuổi nhất định theo qui định của pháp luật, có thể nhận thức và điều khiển hành vi của mình",
    "d": "Là người không mắc bệnh tâm thần hoặc một bệnh khác làm mất khả năng nhận thức",
    "ans": "c"
  },
  {
    "question": "Câu 32: Những biểu hiện, diễn biến tâm lý bên trong của chủ thể vi phạm pháp luật gọi là?",
    "a": "Mặt chủ quan của vi phạm pháp luật",
    "b": "Nhận thức, thái độ của chủ thể",
    "c": "Chủ thể vi phạm pháp luật",
    "d": "Tất cả đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 33: Hành vi phạm tội nào sau đây không bị xem là tội phạm:",
    "a": "Đua xe trái phép gây hậu quả nghiêm trọng",
    "b": "Không đăng ký tạm trú, tạm vắng",
    "c": "Lừa đảo chiếm đoạt tài sản",
    "d": "Trộm cắp tài sản công dân",
    "ans": "b"
  },
  {
    "question": "Câu 34: Trong các hành vi sau đây, hành vi nào phải chịu trách nhiệm về mặt hình sự?",
    "a": "Cắt trộm cáp điện",
    "b": "Vượt đèn đỏ, gây tai nạn chết người",
    "c": "Đi ngược chiều",
    "d": "Tụ tập và gây gối trật tự công cộng",
    "ans": "a"
  },
  {
    "question": "Câu 35: Hành vi vi phạm các quy tắc, quy chế được xác lập trong một tổ chức, cơ quan, đơn vị là…",
    "a": "vi phạm dân sự",
    "b": "vi phạm hình sự",
    "c": "vi phạm hành chính",
    "d": "vi phạm kỷ luật",
    "ans": "d"
  },
  {
    "question": "Câu 36: Anh A đi xe máy phóng nhanh vượt ẩu nên đâm vào người đi đường làm họ bị chấn thương, tổn hại sức khỏe là 31% và xe máy bị hỏng nặng, trường hợp này anh A phải chịu những loại trách nhiệm pháp lý nào dưới đây?",
    "a": "Dân sự và hành chính",
    "b": "Hình sự và hành chính",
    "c": "Kỷ luật và dân sự",
    "d": "Hình sự và dân sự",
    "ans": "a"
  },
  {
    "question": "Câu 37: Vi phạm hình sự là…",
    "a": "Hành vi đặc biệt nguy hiểm cho xã hội",
    "b": "Hành vi tương đối nguy hiểm cho xã hội",
    "c": "Hành vi nguy hiểm cho xã hội",
    "d": "Hành vi rất nguy hiểm cho xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 38: Người từ đủ 14 tuổi đến dưới 16 tuổi phải chịu trách nhiệm hình sự về…",
    "a": "tội phạm do lỗi cố ý",
    "b": "mọi tội phạm",
    "c": "tội phạm nghiêm trọng do vô ý",
    "d": "tội phạm đặc biệt nghiêm trọng",
    "ans": "a"
  },
  {
    "question": "Câu 39: Luật Hình sự quy định về vấn đề nào sau đây?",
    "a": "Quy định về hình phạt",
    "b": "Quy định về xử phạt vi phạm hành chính",
    "c": "Quy định về tội phạm",
    "d": "Quy định về tội phạm, hình phạt và những vấn đề liên quan khác",
    "ans": "d"
  },
  {
    "question": "Câu 40: Nhận định nào dưới đây về luật hình sự không đúng?",
    "a": "Là một văn bản trong hệ thống pháp luật của nước Cộng hoà xã hội chủ nghĩa Việt Nam",
    "b": "Xác định những hành vi nguy hiểm nào cho xã hội là tội phạm, đồng thời quy định hình phạt đối với những tội phạm ấy",
    "c": "Là một ngành luật trong hệ thống pháp luật của nước Cộng hoà xã hội chủ nghĩa Việt Nam",
    "d": "Bao gồm hệ thống những quy phạm pháp luật do Nhà nước ban hành",
    "ans": "a"
  },
  {
    "question": "Câu 41: Để truy cứu trách nhiệm pháp lý cần xác định?",
    "a": "Hậu quả gây thiệt hại cho xã hội",
    "b": "Lỗi của chủ thể vi phạm pháp luật",
    "c": "Hành vi trái pháp luật của chủ thể",
    "d": "Có hành vi vi phạm pháp luật xảy ra, còn thời hiệu truy cứu trách nhiệm pháp lý",
    "ans": "d"
  },
  {
    "question": "Câu 42: Tội phạm là:",
    "a": "Người có hành vi gây hại cho xã hộ",
    "b": "Hành vi nguy hiểm cho xã hội, trái pháp luật hình sự và theo quy định của Bộ luật hình sự phải bị xử lý hình sự",
    "c": "Hành vi vi phạm pháp luật hình sự, dân sự hoặc hành chính",
    "d": "Hành vi vi phạm pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 43: Theo quy định của pháp luật Việt Nam, hình phạt được quy định trong:",
    "a": "Luật giao thông đường bộ",
    "b": "Luật xử lý vi phạm hành chính",
    "c": "Bộ luật Dân sự",
    "d": "Bộ luật Hình sự",
    "ans": "d"
  },
  {
    "question": "Câu 44: Khẳng định nào SAI khi nghiên cứu về mặt chủ quan của vi phạm pháp luật?",
    "a": "Lỗi là thái độ tâm lý của chủ thể đối với hành vi trái pháp luật mà mình đã thực hiện và hậu quả do hành vi gây ra",
    "b": "Chỉ khi nào hành vi trái pháp luật được chủ thể thực hiện một cách cố ý thì mới có thể là hành vi vi phạm pháp luật",
    "c": "Lỗi là một trong những căn cứ để xác định mức độ trách nhiệm pháp lý đối với chủ thể vi phạm pháp luật",
    "d": "Động cơ là cái thúc đẩy chủ thể thực hiện hành vi vi phạm pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 45: Căn cứ vào tính chất và mức độ nguy hiểm cho xã hội của hành vi phạm tội được quy định trong Bộ luật Hình sự, tội phạm được phân thành mấy loại?",
    "a": "06 loại",
    "b": "04 loại",
    "c": "03 loại",
    "d": "05 loại",
    "ans": "b"
  },
  {
    "question": "Câu 46: Dấu hiệu cơ bản của vi phạm pháp luật là",
    "a": "Là hành vi trái pháp luật",
    "b": "Do người có năng lực trách nhiệm pháp lý thực hiện",
    "c": "Vi phạm pháp luật phải có lỗi",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 47: Vi phạm hình sự ở mức độ tội phạm rất nghiêm trọng, khung hình cao nhất là…",
    "a": "7 năm",
    "b": "18 năm",
    "c": "15 năm",
    "d": "3 năm",
    "ans": "c"
  },
  {
    "question": "Câu 48: Người có hành vi vi phạm hình sự trước hết phải chịu trách nhiệm…",
    "a": "Hành chính",
    "b": "Dân sự",
    "c": "Hình sự",
    "d": "Kỷ luật",
    "ans": "c"
  },
  {
    "question": "Câu 49: Người phải chịu trách nhiệm hình sự về mọi tội phạm do mình gây ra có độ tuổi theo quy định của pháp luật là người…",
    "a": "từ đủ 18 tuổi trở lên",
    "b": "từ đủ 16 tuổi trở lên",
    "c": "từ 18 tuổi trở lên",
    "d": "từ đủ 14 tuổi trở lên",
    "ans": "b"
  },
  {
    "question": "Câu 50: Một công ty xã chất thải ra sông làm cá chết hàng loạt, gây ô nhiễm nặng môi trường. Trách nhiệm pháp lý áp dụng đối với công ty này là:",
    "a": "Trách nhiệm hành chính và trách nhiệm dân sự",
    "b": "Trách nhiệm hình sự",
    "c": "Trách nhiệm hình sự và trách nhiệm dân sự",
    "d": "Trách nhiệm hành chính",
    "ans": "a"
  },
  {
    "question": "Câu 51: Cơ sở để truy cứu trách nhiệm pháp lý là…",
    "a": "mức độ gây thiệt hại của hành vi",
    "b": "tính chất phạm tội",
    "c": "hành vi vi phạm pháp luật",
    "d": "khả năng nhận thức của chủ thể",
    "ans": "c"
  },
  {
    "question": "Câu 52: Hành vi tổ chức đánh bạc của công chức, viên chức nhà nước bị công an bắt quả tang được xác định là hành vi:",
    "a": "Vi phạm công vụ",
    "b": "Vi phạm kỷ luật",
    "c": "Vi phạm hình sự",
    "d": "Vi phạm dân sự",
    "ans": "c"
  },
  {
    "question": "Câu 53: Trách nhiệm pháp lý là trách nhiệm của:",
    "a": "Chủ thể vi phạm pháp luật",
    "b": "Mọi người",
    "c": "Chỉ những người có đủ 18 tuổi trở lên",
    "d": "Người có hành vi không hợp đạo đức",
    "ans": "a"
  }
]