[
  {
    "question": "Câu 1: Anh A lái xe máy và lưu thông đúng luật. Chị B đi xe đạp không quan sát và bất ngờ băng ngang qua đường làm anh A bị thương (giám định là 10%). Theo bạn trường hợp này xử phạt như thế nào?",
    "a": "Cảnh cáo phạt tiền chị B",
    "b": "Không xử lý chị B vì chị B là người đi xe đạp",
    "c": "Cảnh cáo và buộc chị B phải bồi thường thiệt hại cho gia đình anh A",
    "d": "Phạt tù chị B",
    "ans": "c"
  },
  {
    "question": "Câu 2: Người từ đủ 14 tuổi đến dưới 16 tuổi phải chịu trách nhiệm hình sự về…",
    "a": "tội phạm đặc biệt nghiêm trọng",
    "b": "mọi tội phạm",
    "c": "tội phạm do lỗi cố ý",
    "d": "tội phạm nghiêm trọng do vô ý",
    "ans": "c"
  },
  {
    "question": "Câu 3: Hành vi nào sau đây là vi phạm pháp luật dân sự?",
    "a": "Không trả tiền thuê nhà",
    "b": "Kinh doanh sai ngành nghề đã đăng ký",
    "c": "Tuyên truyền văn hóa phẩm đồi trụy",
    "d": "Buôn bán phụ nữ",
    "ans": "a"
  },
  {
    "question": "Câu 4: Trường hợp nào sau đây thì mới được bắt, giam, giữ người…",
    "a": "Bắt, giam, giữ người khi người này có dấu hiệu nghiện ma tuý",
    "b": "Bắt người phạm tội quả tang hoặc đang bị truy nã",
    "c": "Bắt người khi đang bị tình nghi có hành vi vi phạm pháp luật",
    "d": "Bắt giam người khi người này có người thân phạm pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 5: Cơ sở để truy cứu trách nhiệm pháp lý là…",
    "a": "hành vi vi phạm pháp luật",
    "b": "mức độ gây thiệt hại của hành vi",
    "c": "tính chất phạm tội",
    "d": "khả năng nhận thức của chủ thể",
    "ans": "a"
  },
  {
    "question": "Câu 6: Vi phạm hình sự ở mức độ tội phạm rất nghiêm trọng, khung hình cao nhất là…",
    "a": "3 năm",
    "b": "15 năm",
    "c": "18 năm",
    "d": "7 năm",
    "ans": "b"
  },
  {
    "question": "Câu 7: Trường hợp nào dưới đây chủ thể không vi phạm pháp luật?",
    "a": "chị L che dấu hành vi buôn bán ma túy của người thân trong gia đình",
    "b": "anh B phát hiện kẻ móc túi nhưng không báo với ai",
    "c": "cháu hát bị trói tay và bị đổ ma túy đá vào miệng",
    "d": "cảnh sát giao thông không xử phạt vi phạm của anh T vì quen biết",
    "ans": "c"
  },
  {
    "question": "Câu 8: Trách nhiệm pháp lý là trách nhiệm của:",
    "a": "Chủ thể vi phạm pháp luật",
    "b": "Mọi người",
    "c": "Người có hành vi không hợp đạo đức",
    "d": "Chỉ những người có đủ 18 tuổi trở lên",
    "ans": "a"
  },
  {
    "question": "Câu 9: A đã 15 tuổi thực hiện hành vi vi phạm hành chính với lỗi cố ý. Trách nhiệm hành chính đối với A như thế nào?",
    "a": "A dưới 16 tuổi nên chưa phải chịu trách nhiệm hành chính",
    "b": "Cha mẹ hoặc người giám hộ của A phải chịu trách nhiệm thay vì A chưa thành niên",
    "c": "Chỉ có thể phạt cảnh cáo theo quy định của pháp luật",
    "d": "Có thể phạt cảnh cáo hoặc phạt tiền theo quy định của pháp luật",
    "ans": "d"
  },
  {
    "question": "Câu 10: A đánh B gây thương tích 15%, theo bạn, Bộ luật hình sự năm 2015 sửa đổi bổ sung năm 2017 thì A phải chịu hình phạt nào?",
    "a": "Phạt tù",
    "b": "Răn đe, giáo dục",
    "c": "Tạm giữ để giáo dục",
    "d": "Bồi thường thiệt hại",
    "ans": "a"
  },
  {
    "question": "Câu 11: Hành vi trái pháp luật nào dưới đây do người có năng lực trách nhiệm pháp lý thực hiện?",
    "a": "Anh T trong lúc lên cơn động kinh đã đập vỡ cửa kính nhà hang",
    "b": "Em H bị tâm thần nên đã lấy đồ của cửa hàng mà không trả tiền",
    "c": "Anh A trong lúc say rượu đánh bạn mình bị thương nặng",
    "d": "Chị A bị trầm cảm nên đã sát hại con đẻ của mình",
    "ans": "c"
  },
  {
    "question": "Câu 12: Vi phạm hình sự ở mức độ tội phạm đặc biệt nghiêm trọng, khung hình cao nhất là…",
    "a": "15 năm",
    "b": "Tử hình",
    "c": "20 năm",
    "d": "18 năm",
    "ans": "b"
  },
  {
    "question": "Câu 13: Một công ty xả chất thải ra sông làm cá chết hàng loạt, gây ô nhiễm nặng môi trường. Trách nhiệm pháp lý áp dụng đối với công ty này là:",
    "a": "Trách nhiệm hành chính",
    "b": "Trách nhiệm hình sự và trách nhiệm dân sự",
    "c": "Trách nhiệm hình sự",
    "d": "Trách nhiệm hành chính và trách nhiệm dân sự",
    "ans": "d"
  },
  {
    "question": "Câu 14: Vi phạm hình sự ở mức độ tội phạm ít nghiêm trọng, khung hình cao nhất là…",
    "a": "5 năm",
    "b": "8 năm",
    "c": "3 năm",
    "d": "7 năm",
    "ans": "c"
  },
  {
    "question": "Câu 15: Một trong những căn cứ để xác định một hành vi vi phạm pháp luật là hành vi do người…",
    "a": "từ trên 16 tuổi đến 18 tuổi thực hiện",
    "b": "trên 18 tuổi thực hiện",
    "c": "có năng lực trách nhiệm pháp lý thực hiện",
    "d": "có thẩm quyền trong cơ quan nhà nước thực hiện",
    "ans": "c"
  },
  {
    "question": "Câu 16: Nghĩa vụ mà các cá nhân hoặc tổ chức phải gánh chịu hậu quả bất lợi từ hành vi vi phạm pháp luật của mình là nội dung của khái niệm nào dưới đây?",
    "a": "nghĩa vụ pháp lý",
    "b": "trách nhiệm pháp lý",
    "c": "vi phạm pháp luật",
    "d": "thực hiện pháp luật",
    "ans": "b"
  },
  {
    "question": "Câu 17: Vi phạm pháp luật hành chính là hành vi vi phạm pháp luật, xâm phạm tới…",
    "a": "quan hệ xã hội và quan hệ kinh tế",
    "b": "quan hệ xã hội và quan hệ hành chính",
    "c": "các điều luật và các quan hệ hành chính",
    "d": "các quy tắc quản lý nhà nước",
    "ans": "d"
  },
  {
    "question": "Câu 18: Dấu hiệu nào dưới đây là biểu hiện của hành vi trái pháp luật?",
    "a": "công dân làm những việc mà pháp luật cho phép làm",
    "b": "công dân không làm những việc mà pháp luật cấm",
    "c": "công dân làm những việc phải làm theo quy định pháp luật",
    "d": "công dân làm những việc pháp luật quy định không được làm",
    "ans": "b"
  },
  {
    "question": "Câu 19: Cơ quan X bị mất một số tài sản do bảo vệ cơ quan quên không khóa cổng, vậy bảo vệ cơ quan này phải chịu trách nhiệm pháp lý nào dưới đây?",
    "a": "trách nhiệm dân sự",
    "b": "trách nhiệm kỷ luật",
    "c": "trách nhiệm hình sự",
    "d": "trách nhiệm hành chính",
    "ans": "a"
  },
  {
    "question": "Câu 20: Chọn phương án đúng nhất: Thế nào là người có năng lực trách nhiệm pháp lý?",
    "a": "Là người đạt một độ tuổi nhất định theo qui định của pháp luật",
    "b": "Là người không mắc bệnh tâm thần hoặc một bệnh khác làm mất khả năng nhận thức",
    "c": "Là người tự quyết định cách xử sự của mình và độc lập chịu trách nhiệm về hành vi đã thực hiện",
    "d": "Là người đạt một độ tuổi nhất định theo qui định của pháp luật, có thể nhận thức và điều khiển hành vi của mình",
    "ans": "d"
  },
  {
    "question": "Câu 21: Hành vi vi phạm các quy tắc, quy chế được xác lập trong một tổ chức, cơ quan, đơn vị là…",
    "a": "vi phạm kỷ luật",
    "b": "vi phạm dân sự",
    "c": "vi phạm hình sự",
    "d": "vi phạm hành chính",
    "ans": "a"
  },
  {
    "question": "Câu 22: Người phải chịu trách nhiệm hình sự về mọi tội phạm do mình gây ra có độ tuổi theo quy định của pháp luật là người…",
    "a": "từ 18 tuổi trở lên",
    "b": "từ đủ 14 tuổi trở lên",
    "c": "từ đủ 18 tuổi trở lên",
    "d": "từ đủ 16 tuổi trở lên",
    "ans": "d"
  },
  {
    "question": "Câu 23: Đâu là nguyên nhân chính dẫn đến vi phạm pháp luật?",
    "a": "Mặt trái của nền kinh tế thị trường tác động vào một bộ phận người dân, đặc biệt là giới trẻ",
    "b": "Thông qua các chiêu bài diễn biến hòa bình, các thế lực thù địch vẫn trực tiếp hoặc gián tiếp tìm cách chống phá Nhà nước ta",
    "c": "Có sự yếu kém trong công tác quản lý xã hội, đôi chỗ còn buông lỏng kỉ cương; giám sát còn mang tính hình thức",
    "d": "Do ảnh hưởng ít nhiều của tàn dư chế độ cũ để lại và ảnh hưởng của lối sống không lành mạnh",
    "ans": "d"
  },
  {
    "question": "Câu 24: Hành vi vi phạm các quy tắc, quy chế được xác lập trong một tổ chức, cơ quan, đơn vị là…",
    "a": "vi phạm hình sự",
    "b": "vi phạm dân sự",
    "c": "vi phạm hành chính",
    "d": "vi phạm kỷ luật",
    "ans": "d"
  },
  {
    "question": "Câu 25: Vi phạm hành chính là những hành vi xâm phạm…",
    "a": "quy tắc quản lý nhà nước",
    "b": "kỷ luật lao động",
    "c": "quy tắc quản lý hành chính",
    "d": "kỷ luật của tổ chức",
    "ans": "a"
  },
  {
    "question": "Câu 26: Tìm đáp án đúng trong nhận định sau: C là người chưa thành niên thực hiện hành vi vi phạm hành chính?",
    "a": "C không phải chịu trách nhiệm hành chính",
    "b": "C sẽ phải chịu trách nhiệm hành chính do lỗi cố ý nếu tuổi C từ đủ 14 đến dưới 16. Nếu C từ đủ 16 tuổi trở lên, có thể phải chịu trách nhiệm hành chính trong mọi trường hợp vi phạm",
    "c": "C chỉ phải chịu trách nhiệm hành chính khi C đủ 16 tuổi trở lên",
    "d": "C phải chịu trách nhiệm hành chính trong mọi trường hợp vi phạm",
    "ans": "b"
  },
  {
    "question": "Câu 27: Người bị bệnh tâm thần có hành vi trái pháp luật có được xem là vi phạm pháp luật không?",
    "a": "Có",
    "b": "Không",
    "c": "Tùy từng trường hợp",
    "d": "Tất cả đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 28: Vi phạm hành chính là những hành vi vi phạm quy định của pháp luật về quản lý Nhà nước do…?",
    "a": "cá nhân thực hiện",
    "b": "tổ chức chính trị thực hiện",
    "c": "tổ chức kinh tế thực hiện",
    "d": "cá nhân hoặc tổ chức thực hiện",
    "ans": "d"
  },
  {
    "question": "Câu 29: Vi phạm hình sự ở mức độ tội phạm nghiêm trọng, khung hình cao nhất là…",
    "a": "7 năm",
    "b": "5 năm",
    "c": "3 năm",
    "d": "8 năm",
    "ans": "a"
  },
  {
    "question": "Câu 30: Để truy cứu trách nhiệm pháp lý cần xác định?",
    "a": "Lỗi của chủ thể vi phạm pháp luật",
    "b": "Hành vi trái pháp luật của chủ thể",
    "c": "Hậu quả gây thiệt hại cho xã hội",
    "d": "Có hành vi vi phạm pháp luật xảy ra, còn thời hiệu truy cứu trách nhiệm pháp lý",
    "ans": "d"
  },
  {
    "question": "Câu 31: Anh A đi xe máy phóng nhanh vượt ẩu nên đâm vào người đi đường làm họ bị chấn thương, tổn hại sức khỏe là 31% và xe máy bị hỏng nặng, trường hợp này anh A phải chịu những loại trách nhiệm pháp lý nào dưới đây?",
    "a": "Kỷ luật và dân sự",
    "b": "Dân sự và hành chính",
    "c": "Hình sự và dân sự",
    "d": "Hình sự và hành chính",
    "ans": "b"
  },
  {
    "question": "Câu 32: Những biểu hiện, diễn biến tâm lý bên trong của chủ thể vi phạm pháp luật gọi là?",
    "a": "Mặt chủ quan của vi phạm pháp luật",
    "b": "Nhận thức, thái độ của chủ thể",
    "c": "Chủ thể vi phạm pháp luật",
    "d": "Tất cả đều đúng",
    "ans": "a"
  },
  {
    "question": "Câu 33: Chế tài nào sau đây chỉ do Tòa án áp dụng:",
    "a": "Chế tài công vụ",
    "b": "Chế tài hình sự",
    "c": "Chế tài hành chính",
    "d": "Chế tài kỷ luật",
    "ans": "b"
  },
  {
    "question": "Câu 34: Bạn A (17 tuổi) vì mâu thuẫn cá nhân với anh B (hàng xóm) nên đã rủ một bạn mang theo hung khí đến anh B, khiến anh B tử vong. Hành vi của bạn A thuộc loại vi phạm pháp luật nào dưới đây?",
    "a": "Vi phạm kỉ luật",
    "b": "Vi phạm hành chính",
    "c": "Vi phạm dân sự",
    "d": "Vi phạm hình sự",
    "ans": "d"
  },
  {
    "question": "Câu 35: Người nào tuy có điều kiện mà không cứu giúp người đang ở trong tình trạng nguy hiểm đến tính mạng, dẫn đến hậu quả người đó chết, thì…",
    "a": "vi phạm pháp luật dân sự",
    "b": "bị xử phạt hành chính",
    "c": "phải chịu trách nhiệm hình sự",
    "d": "vi phạm pháp luật hành chính",
    "ans": "c"
  },
  {
    "question": "Câu 36: Ông B tổ chức buôn ma túy, hỏi ông B phải chịu trách nhiệm pháp lý nào?",
    "a": "Trách nhiệm hình sự",
    "b": "Trách nhiệm dân sự",
    "c": "Trách nhiệm hành chính",
    "d": "Trách nhiệm kỷ luật",
    "ans": "a"
  },
  {
    "question": "Câu 37: Độ tuổi bắt đầu chịu trách nhiệm hành chính là đủ?",
    "a": "16 tuổi",
    "b": "14 tuổi",
    "c": "15 tuổi",
    "d": "18 tuổi",
    "ans": "a"
  },
  {
    "question": "Câu 38: Trách nhiệm pháp lý được áp dụng đối với người vi phạm pháp luật nhằm…",
    "a": "phạt tù hoặc tử hình",
    "b": "xử phạt hành chính",
    "c": "buộc chủ thể vi phạm pháp luật chấm dứt hành vi trái pháp luật",
    "d": "giáo dục, răn đe, hành hạ",
    "ans": "c"
  },
  {
    "question": "Câu 39: Hành vi nào dưới đây phải chịu trách nhiệm hình sự?",
    "a": "điều khiển xe máy đi ngược chiều của của đường một chiều",
    "b": "cố ý lây truyền HIV cho người khác",
    "c": "không thực hiện chia tài sản theo di chúc của người mất",
    "d": "lấy trộm ví tiền giá trị 450.000 đồng",
    "ans": "b"
  },
  {
    "question": "Câu 40: Độ tuổi tối thiểu chịu trách nhiệm hình sự là từ đủ:",
    "a": "18 tuổi",
    "b": "14 tuổi",
    "c": "16 tuổi",
    "d": "12 tuổi",
    "ans": "b"
  },
  {
    "question": "Câu 41: Nhà nước đưa ra trách nhiệm pháp lý là nhằm:",
    "a": "Lập lại trật tự xã hội",
    "b": "Phạt tiền người vi phạm",
    "c": "Buộc chủ thể vi phạm chấm dứt hành vi trái pháp luật, phải chịu những thiệt hại nhất định; giáo dục răn đe những người khác",
    "d": "Ngăn chặn người vi phạm có thể có vi phạm mới",
    "ans": "c"
  },
  {
    "question": "Câu 42: Người phải chịu trách nhiệm hành chính do mọi vi phạm hành chính mà mình gây ra theo quy định của pháp luật có độ tuổi là…",
    "a": "Từ đủ 14 tuổi trở lên",
    "b": "Từ 18 tuổi trở lên",
    "c": "Từ đủ 16 tuổi trở lên",
    "d": "Từ đủ 18 tuổi trở lên",
    "ans": "c"
  },
  {
    "question": "Câu 43: Hành vi tổ chức đánh bạc của công chức, viên chức nhà nước bị công an bắt quả tang được xác định là hành vi:",
    "a": "Vi phạm hình sự",
    "b": "Vi phạm kỷ luật",
    "c": "Vi phạm dân sự",
    "d": "Vi phạm công vụ",
    "ans": "a"
  },
  {
    "question": "Câu 44: Chọn phương án đúng nhất: Mặt chủ quan của vi phạm pháp luật gồm?",
    "a": "Lỗi; động cơ; mục đích",
    "b": "Hành vi trái pháp luật và hậu quả nguy hiểm cho xã hội",
    "c": "Cố ý trực tiếp và cố ý gián tiếp; vô ý vì quá tự tin và vô ý vì quá cẩu thả",
    "d": "Lỗi cố ý và lỗi vô ý",
    "ans": "a"
  },
  {
    "question": "Câu 45: Năng lực trách nhiệm pháp lý của cá nhân bao gồm…?",
    "a": "độ tuổi và trình độ",
    "b": "độ tuổi và nhận thức",
    "c": "độ tuổi và hành vi",
    "d": "trình độ và hành vi",
    "ans": "b"
  },
  {
    "question": "Câu 46: Dấu hiệu cơ bản của vi phạm pháp luật là",
    "a": "Là hành vi trái pháp luật",
    "b": "Do người có năng lực trách nhiệm pháp lý thực hiện",
    "c": "Vi phạm pháp luật phải có lỗi",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 47: Trong các hành vi sau đây, hành vi nào phải chịu trách nhiệm về mặt hình sự?",
    "a": "Vượt đèn đỏ, gây tai nạn chết người",
    "b": "Cắt trộm cáp điện",
    "c": "Tụ tập và gây gối trật tự công cộng",
    "d": "Đi ngược chiều",
    "ans": "b"
  },
  {
    "question": "Câu 48: Vi phạm dân sự là hành vi vi phạm pháp luật, xâm phạm tới…",
    "a": "Các quy tắc quản lý nhà nước",
    "b": "Các quan hệ tài sản và quan hệ nhân thân",
    "c": "Các quan hệ lao động, công vụ nhà nước",
    "d": "Tất cả đều sai",
    "ans": "b"
  },
  {
    "question": "Câu 49: Tìm đáp án đúng trong nhận định sau: T 17 tuổi thực hiện hành vi vi phạm hành chính và bị xử phạt tiền?",
    "a": "Mức tiền phạt đối với T không được quá 1/2 mức phạt đối với người thành niên. Trường hợp T không có tiền nộp phạt thì cha mẹ hoặc người giám hộ T phải nộp phạt thay",
    "b": "Mức tiền phạt đối với T giống như mức phạt đối với người thành niên",
    "c": "Trường hợp T không có tiền nộp phạt thì áp dụng hình thức phạt cảnh cáo với T",
    "d": "Trong mọi trường hợp, cha mẹ hoặc người giám hộ T phải nộp thay",
    "ans": "b"
  },
  {
    "question": "Câu 50: Trong các nghĩa vụ sau đây nghĩa vụ nào KHÔNG phải là nghĩa vụ pháp lý?",
    "a": "Đoàn viên thanh niên phải chấp hành điều lệ của Đoàn",
    "b": "Thanh niên đủ 18 tuổi phải thực hiện nghĩa vụ quân sự",
    "c": "Người kinh doanh phải thực hiện nghĩa vụ nộp thuế",
    "d": "Con cái có nghĩa vụ phụng dưỡng cha mẹ già",
    "ans": "a"
  },
  {
    "question": "Câu 51: Chọn phương án đúng nhất: Quan hệ pháp luật hình sự là:",
    "a": "Quan hệ phát sinh khi có hành vi phạm tội",
    "b": "Quan hệ phát sinh giữa người phạm tội với người bị hại",
    "c": "Quan hệ phát sinh giữa nhà nước và người phạm tội khi có một tội phạm xảy ra",
    "d": "Tất cả đều sai",
    "ans": "c"
  },
  {
    "question": "Câu 52: Nghĩa vụ pháp lý của chủ thể gồm có?",
    "a": "Chủ thể phải tiến hành một số hành vi nhất định do pháp luật quy định",
    "b": "Chủ thể phải tự kiềm chế, không được thực hiện một số hành vi nhất định",
    "c": "Chủ thể phải chịu trách nhiệm pháp lý khi không thực hiện theo cách xử sự bắt buộc mà pháp luật đã quy định",
    "d": "Tất cả đều đúng",
    "ans": "d"
  },
  {
    "question": "Câu 53: Hành vi phạm tội nào sau đây không bị xem là tội phạm:",
    "a": "Không đăng ký tạm trú, tạm vắng",
    "b": "Lừa đảo chiếm đoạt tài sản",
    "c": "Đua xe trái phép gây hậu quả nghiêm trọng",
    "d": "Trộm cắp tài sản công dân",
    "ans": "a"
  },
  {
    "question": "Câu 54: Vi phạm hình sự là…",
    "a": "Hành vi đặc biệt nguy hiểm cho xã hội",
    "b": "Hành vi nguy hiểm cho xã hội",
    "c": "Hành vi tương đối nguy hiểm cho xã hội",
    "d": "Hành vi rất nguy hiểm cho xã hội",
    "ans": "a"
  },
  {
    "question": "Câu 55: Người thuê nhà tự sửa chữa, cải tạo nhà mà không hỏi ý kiến của chủ nhà là hành vi…:",
    "a": "vi phạm hành chính",
    "b": "vi phạm hình sự",
    "c": "vi phạm kỉ luật",
    "d": "vi phạm dân sự",
    "ans": "d"
  },
  {
    "question": "Câu 56: Người ở độ tuổi phải chịu trách nhiệm hình sự về tội phạm rất nghiêm trọng do cố ý hoặc tội phạm đặc biệt nghiêm trọng là…",
    "a": "từ 16 đến đủ 18",
    "b": "từ đủ 14 đến dưới 16",
    "c": "từ đủ 16 đến dưới 18",
    "d": "từ 14 đến đủ 16",
    "ans": "b"
  },
  {
    "question": "Câu 57: Dấu hiệu nào dưới đây là một trong những căn cứ để xác định hành vi trái pháp luật?",
    "a": "hành vi xâm hại các quy định của xã hội",
    "b": "hành vi xâm hại các chuẩn mực xã hội",
    "c": "hành vi xâm hại quan hệ xã hội pháp luật bảo vệ",
    "d": "hành vi xâm hại các phong tục tập quán",
    "ans": "c"
  },
  {
    "question": "Câu 58: Khẳng định nào SAI khi nghiên cứu về mặt chủ quan của vi phạm pháp luật?",
    "a": "Lỗi là một trong những căn cứ để xác định mức độ trách nhiệm pháp lý đối với chủ thể vi phạm pháp luật",
    "b": "Động cơ là cái thúc đẩy chủ thể thực hiện hành vi vi phạm pháp luật",
    "c": "Chỉ khi nào hành vi trái pháp luật được chủ thể thực hiện một cách cố ý thì mới có thể là hành vi vi phạm pháp luật",
    "d": "Lỗi là thái độ tâm lý của chủ thể đối với hành vi trái pháp luật mà mình đã thực hiện và hậu quả do hành vi gây ra",
    "ans": "c"
  },
  {
    "question": "Câu 59: Bồi thường thiệt hại là chế tài:",
    "a": "Hình sự",
    "b": "Dân sự",
    "c": "Hành chính",
    "d": "Kỷ luật",
    "ans": "b"
  },
  {
    "question": "Câu 60: Người có hành vi vi phạm hình sự trước hết phải chịu trách nhiệm…",
    "a": "Kỷ luật",
    "b": "Dân sự",
    "c": "Hình sự",
    "d": "Hành chính",
    "ans": "c"
  },
  {
    "question": "Câu 61: Hình thức khiển trách cảnh cáo chuyển công tác khác khi xâm phạm các quan hệ công vụ nhà nước do pháp luật hành chính bảo vệ được áp dụng với người có hành vi nào dưới đây?",
    "a": "vi phạm hành chính",
    "b": "vi phạm kỷ luật",
    "c": "vi phạm hình sự",
    "d": "vi phạm dân sự",
    "ans": "b"
  },
  {
    "question": "Câu 62: Dấu hiệu nào dưới đây không phải là một trong những căn cứ để xác định một hành vi vi phạm pháp luật…?",
    "a": "hành vi do người có năng lực trách nhiệm pháp lý thực hiện",
    "b": "hành vi do người có thẩm quyền thực hiện theo quy định của pháp luật",
    "c": "hành vi xâm hại các quan hệ xã hội được pháp luật bảo vệ",
    "d": "hành vi chứa đựng lỗi của chủ thể thực hiện",
    "ans": "b"
  },
  {
    "question": "Câu 63: Trường hợp nào sau đây thì mới được bắt, giam, giữ người",
    "a": "Bắt giam người khi người này có người thân phạm pháp luật",
    "b": "Bắt người khi đang bị tình nghi có hành vi vi phạm pháp luật",
    "c": "Bắt người phạm tội quả tang hoặc đang bị truy nã",
    "d": "Bắt, giam, giữ người khi người này đang nghiện ma tuý",
    "ans": "c"
  }
]