[
  {
    "question": "Trước khi thực hiện tấn công mạng, các hacker thường phải xác định đối tượng cụ thể để thực hiện cuộc tấn công. Đó có thể là những đối tượng nào sau đây? ",
    "a": "Hacker sẽ tấn công vào các doanh nghiệp lớn để đánh cắp thông tin nhằm trục lợi tài chính ",
    "b": "Hacker sẽ tấn công vào các cá nhân để lấy cắp thông tin cá nhân.",
    "c": "Hacker có thể tấn công vào cá nhân, nhóm người có cùng sở thích hoặc cơ quan doanh nghiệp.",
    "d": "Cả A và B và C đều đúng",
    "ans": "d"
  },
  {
    "question": "Lý do của việc đảm bảo an toàn mạng máy tính là gì?",
    "a": "Nhằm tối ưu hóa tốc độ truyền tải dữ liệu.",
    "b": "Nhằm xây dựng tốt cơ sở hạ tầng mạng.",
    "c": "Cả A và B đều đúng",
    "d": "Nhằm hạn chế các nguy cơ bị tấn công mạng từ các đối tượng tin tặc",
    "ans": "d"
  },
  {
    "question": "Hệ thống quản lý bảo mật thông tin có vai trò như thế nào đối với hoạt động kinh doanh của doanh nghiệp hiện nay?",
    "a": "Giúp giảm chi phí sản xuất sản phẩm/dịch vụ.",
    "b": "Giúp thu hút dễ dàng các nhân viên mới.",
    "c": "Giúp nâng cao hiệu suất làm việc.",
    "d": "Giúp doanh nghiệp đối phó với các mối đe dọa và rủi ro bảo mật thông tin",
    "ans": "d"
  },
  {
    "question": "Bảo vệ thông tin trong quá trình truyền thông tin trên mạng (Network Security) là gì?",
    "a": "Bảo vệ máy tính cá nhân khỏi hiểm họa virus và các phần mềm độc hại.",
    "b": "Bảo vệ dữ liệu cá nhân trên các trang web mua sắm trực tuyến.",
    "c": "Bảo vệ hệ thống mạng và dữ liệu khỏi sự truy cập, thay đổi hoặc đánh cắp không được phép trong quá trình truyền tải qua mạng.",
    "d": "Cả A và B và C đều đúng",
    "ans": "c"
  },
  {
    "question": "Trong mạng máy tính, thuật ngữ  “Network Security” có ý nghĩa là gì? ",
    "a": "Các biện pháp chống vi-rút cho máy tính. ",
    "b": "Các biện pháp để đảm bảo an toàn thông tin trong quá trình truyền tải qua mạng máy tính.",
    "c": "Các biện pháp kiểm soát truy cập để hạn chế quyền truy cập vào mạng. ",
    "d": "Cả A và B và C đều đúng",
    "ans": "b"
  },
  {
    "question": "Bảo vệ hệ thống máy tính và mạng máy tính khỏi sự xâm nhập phá hoại từ bên ngoài (System Security) là gì?",
    "a": "Đó là quá trình xác thực thông tin người dùng khi họ thực hiện truy cập mạng.",
    "b": "Đó là phần mềm bảo vệ dữ liệu cá nhân trên mạng máy tính.",
    "c": "Đó là quá trình bảo vệ hệ thống máy tính và mạng máy tính khỏi sự xâm nhập, thay đổi hoặc hủy hoại từ các nguồn không được ủy quyền.",
    "d": "Đó là quá trình mã hóa các dữ liệu để giữ cho nó có thể bảo mật khi truyền tải qua mạng.",
    "ans": "c"
  },
  {
    "question": "Trong mạng máy tính, thuật ngữ “System Security” có ý nghĩa là gì? ",
    "a": "Các biện pháp đảm bảo rằng mọi máy tính trong hệ thống đều có hệ thống tường lửa bảo mật và được thường xuyên được cập nhật.",
    "b": "Các biện pháp đảm bảo tính toàn vẹn của hệ thống và dữ liệu khỏi sự xâm nhập, thay đổi hoặc phá hoại không được phép từ các nguồn bên ngoài.",
    "c": "Các biện pháp quản lý và bảo vệ các tài liệu quan trọng được khóa mật mã trên máy tính.",
    "d": "Cả A và B và C đều đúng",
    "ans": "b"
  },
  {
    "question": "An toàn mạng máy tính nghĩa là gì?",
    "a": "Một phương pháp bảo mật dựa trên việc sử dụng các phần mềm chống virus.",
    "b": "Các biện pháp để bảo vệ mạng máy tính khỏi mọi loại tấn công và truy cập trái phép.",
    "c": "Các biện pháp sử dụng mật khẩu sinh trắc học để đảm bảo bảo mật thông tin.",
    "d": "Các biện pháp đảm bảo an toàn đối với phương tiện lưu trữ dữ liệu trên máy tính cá nhân.",
    "ans": "b"
  },
  {
    "question": "An toàn mạng máy tính là quá trình được thực hiện như thế nào?",
    "a": "Đó là quá trình cải thiện hiệu suất truy cập hệ thống mạng máy tính dựa vào các dữ liệu mang tính bảo mật.",
    "b": "Đó là quá trình tổ chức, quản lý và bảo vệ hệ thống mạng máy tính nhằm bảo vệ thông tin trong quá trình truyền thông tin trên mạng.",
    "c": "Đó là quá trình tìm kiếm và cài đặt các phần mềm có tính bảo mật vào hệ thống máy tính.",
    "d": "Đó là quá trình kết nối mạng máy tính của doanh nghiệp với các tổ chức có độ uy tín cao khác.",
    "ans": "b"
  },
  {
    "question": "Thuật ngữ “an toàn dữ liệu máy tính” là gì?",
    "a": "Đó là khái niệm về các biện pháp bảo vệ toàn bộ hệ thống máy tính khỏi mọi hình thức tấn công từ bên ngoài.",
    "b": "Đó là khái niệm về các biện pháp đảm bảo hệ thống máy tính không gặp sự cố hoặc các lỗi phần cứng.",
    "c": "Đó là khái niệm về các biện pháp bảo vệ dữ liệu khỏi các truy cập trái phép và các thay đổi không mong đợi, đảm bảo tính toàn vẹn và bảo mật của thông tin.",
    "d": "Đó là khái niệm về các biện pháp đảm bảo rằng mọi người trong tổ chức sẽ sử dụng máy tính một cách an toàn nhất.",
    "ans": "c"
  },
  {
    "question": "Thuật ngữ \"tính nguyên vẹn - Integrity\" theo các yêu cầu về an toàn bảo mật thông tin là gì?",
    "a": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị truy nhập trái phép.",
    "b": "Đó là các biện pháp nhằm đảm bảo thông tin luôn được lưu giữ một cách bí mật.",
    "c": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị sửa đổi hoặc làm giả mà không được phép.",
    "d": "Đó là các biện pháp nhằm đảm bảo thông tin được truyền đi một cách an toàn.",
    "ans": "c"
  },
  {
    "question": "Thuật ngữ \"tính sẵn sàng - Availability\" theo các yêu cầu về an toàn bảo mật thông tin là gì?",
    "a": "Đó là các biện pháp nhằm đảm bảo thông tin luôn được lưu giữ một cách bí mật.",
    "b": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị truy nhập trái phép.",
    "c": "Đó là các biện pháp nhằm đảm bảo thông tin luôn sẵn sàng để đáp ứng sử dụng cho người có thẩm quyền.",
    "d": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị sửa đổi hoặc làm giả mà không được phép.",
    "ans": "c"
  },
  {
    "question": "Thuật ngữ \"tính không thể từ chối - Non-repudiation\" trong bảo mật thông tin là gì?",
    "a": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị sửa đổi mà không được phép.",
    "b": "Đó là các biện pháp nhằm đảm bảo thông tin không thể bị truy nhập trái phép.",
    "c": "Đó là các biện pháp nhằm đảm bảo người cung cấp thông tin không thể từ chối thông tin đã cam kết theo pháp luật.",
    "d": "Đó là các biện pháp nhằm đảm bảo thông tin luôn sẵn sàng để đáp ứng sử dụng cho người có thẩm quyền.",
    "ans": "c"
  },
  {
    "question": "Phát biểu nào sau đây phản ánh đúng về thuật ngữ tính nguyên vẹn (Integrity) theo các yêu cầu về an toàn bảo mật thông tin?",
    "a": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin nhằm đảm bảo thông tin không thể bị truy nhập trái phép.",
    "b": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin và đảm bảo thông tin luôn sẵn sàng để đáp ứng sử dụng cho người có thẩm quyền.",
    "c": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin và đảm bảo rằng người cung cấp thông tin không thể từ chối các thông tin đã được cam kết theo pháp luật.",
    "d": "là các biện pháp nhằm đảm bảo rằng thông tin không thể bị sửa đổi hoặc thay đổi nội dung mà không được phép",
    "ans": "d"
  },
  {
    "question": "Phát biểu nào sau đây phản ánh đúng về thuật ngữ tính tin cậy (Confidentiality) theo các yêu cầu về an toàn bảo mật thông tin?",
    "a": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin nhằm đảm bảo rằng thông tin không thể bị sửa đổi, bị làm sai lệch nội dung mà không được các cấp có thẩm quyền cho phép.",
    "b": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin và giữ cho thông tin luôn sẵn sàng để đáp ứng ngay lập tức nhu",
    "c": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin tập trung vào hạn chế các truy nhập trái phép vào hệ thống thông tin.",
    "d": "là các biện pháp nhằm thỏa mãn yêu cầu về an toàn bảo mật thông tin và đảm bảo rằng thông tin chỉ được tiết lộ cho những người có quyền truy cập.",
    "ans": "d"
  },
  {
    "question": "“Lỗ hổng” trong mạng máy tính nghĩa là gì?",
    "a": "Một phần cứng máy tính không hoạt động đúng cách.",
    "b": "Một điểm yếu trong hệ thống mạng có thể bị tấn công.",
    "c": "Một nguy cơ không xác định xâm nhập vào hệ thống máy tính gây hiện tượng khởi động lại máy tính.",
    "d": "Một dạng bảo mật đặc biệt để bảo vệ thông tin trong hệ thống mạng máy tính.",
    "ans": "b"
  },
  {
    "question": "Lỗ hổng bảo mật mạng máy tính được phân ra thành mấy loại chính?",
    "a": 1,
    "b": 2,
    "c": 3,
    "d": 4,
    "ans": "c"
  },
  {
    "question": "Trong mạng máy tính, “thông tin cá nhân” nghĩa là gì?",
    "a": "Thông tin cá nhân là các đĩa dữ liệu lưu trữ thông tin cá nhân.",
    "b": "Thông tin cá nhân là tất cả thông tin về cá nhân, bao gồm họ tên, ngày sinh và các mô tả khác.",
    "c": "Thông tin cá nhân là thông tin có liên quan đến vấn đề sức khỏe ",
    "d": "Thông tin cá nhân là thông tin được khai báo trong các tài khoản mạng xã hội trực tuyến",
    "ans": "b"
  },
  {
    "question": "Trong mạng máy tính, ransomware nghĩa là gì?",
    "a": "Một loại phần mềm diệt virus",
    "b": "Một hình thức tấn công mạng DDoS",
    "c": "Một loại phần mềm độc hại thiết kế để mã hóa dữ liệu và yêu cầu một khoản tiền chuộc để giải mã",
    "d": "Một kỹ thuật tránh kiểm duyệt trang web",
    "ans": "c"
  },
  {
    "question": "Trong mạng máy tính, ransomware mang ý nghĩa như thế nào?",
    "a": "Một phương thức xâm nhập vào mạng máy tính",
    "b": "Một loại tin tặc thực hiện các cuộc tấn công mạng thường xuyên",
    "c": "Một loại phần mềm độc hại (malware) mã hóa dữ liệu của nạn nhân và đòi tiền chuộc",
    "d": "Một kỹ thuật bảo mật mạng để ngăn chặn việc tấn công từ xa",
    "ans": "c"
  },
  {
    "question": "Spyware trong lĩnh vực an ninh mạng có ý nghĩa là gì?",
    "a": "Một loại phần mềm bảo mật để bảo vệ máy tính khỏi virus",
    "b": "Một phần mềm giúp tăng tốc độ mạng Internet",
    "c": "Một loại phần mềm độc hại được cài đặt trên máy tính mục tiêu để thu thập thông tin người dùng mà không được sự cho phép của họ",
    "d": "Một loại phần mềm mã hóa dữ liệu để bảo vệ quyền riêng tư",
    "ans": "c"
  },
  {
    "question": "Trong mạng máy tính, “spyware” mang ý nghĩa như thế nào?",
    "a": "Một loại phần mềm trực tuyến giúp tăng tốc độ máy tính của người dùng",
    "b": "Một công cụ quảng cáo trực tuyến phổ biến",
    "c": "Một loại phần mềm độc hại được sử dụng để thu thập thông tin cá nhân mà không được sự cho phép của người dùng",
    "d": "Một loại phần mềm diệt virus chuyên nghiệp",
    "ans": "c"
  },
  {
    "question": "Tấn công phishing là thuật ngữ mang ý nghĩa như thế nào trong lĩnh vực an ninh mạng?",
    "a": "Một hình thức tấn công sử dụng mã độc tống tiền để mã hoá dữ liệu người dùng",
    "b": "Một hình thức tấn công sử dụng các trang web giả mạo hoặc email giả mạo để lừa đảo người dùng và thu thập thông tin cá nhân",
    "c": "Một hình thức tấn công sử dụng virus để kiểm soát máy tính của người dùng",
    "d": "Một hình thức tấn công sử dụng botnet để tạo ra các trang web giả mạo",
    "ans": "b"
  },
  {
    "question": "Tấn công phishing là cách tấn công như thế nào trong lĩnh vực an ninh mạng? ",
    "a": "Một loại tấn công mạng để tạo ra nhiều truy cập đồng thời đối với một trang web cụ thể.",
    "b": "Một phương pháp tấn công dựa trên việc trộm cắp thông tin đăng nhập và thông tin cá nhân của người dùng bằng cách giả mạo một trang web quen thuộc.",
    "c": "Một loại tấn công chủ yếu nhắm vào việc xâm nhập vào các máy tính cá nhân và trộm cắp dữ liệu.",
    "d": "Một kỹ thuật tấn công nhằm giảm tốc độ truy cập internet.",
    "ans": "b"
  },
  {
    "question": "Tấn công DoS (Denial of Service) mang ý nghĩa như thế nào trong lĩnh vực an ninh mạng?",
    "a": "Một loại tấn công mạng để xâm nhập vào hệ thống máy tính và trộm cắp dữ liệu.",
    "b": "Một loại tấn công nhằm làm ngưng hoạt động của một dịch vụ hoặc hệ thống mạng bằng cách làm cho nó không thể truy cập được.",
    "c": "Một phương pháp phòng ngừa các cuộc tấn công mạng nhằm  để tăng cường bảo mật mạng.",
    "d": "Một loại tấn công để phá hoại các dữ liệu của doanh nghiệp tồn tại trên internet.",
    "ans": "b"
  },
  {
    "question": "Tấn công mạng DoS (Denial of Service) là cách tấn công như thế nào?",
    "a": "Một phương pháp tấn công mạng để truy cập trái phép vào hệ thống mục tiêu và thay đổi dữ liệu.",
    "b": "Một phương pháp tấn công mạng bằng cách ẩn danh truy cập internet.",
    "c": "Một loại tấn công nhằm làm quá tải hệ thống mục tiêu bằng cách gửi lưu lượng truy cập lớn",
    "d": "Một hình thức tấn công mạng nhằm đánh cắp dữ liệu cá nhân của người dùng.",
    "ans": "c"
  },
  {
    "question": "Tấn công DDoS (Distributed Denial of Service) mang ý nghĩa như thế nào trong lĩnh vực an ninh mạng?",
    "a": "Một phương pháp tấn công mạng để truy cập trái phép vào hệ thống máy tính mục tiêu nhằm thay đổi dữ liệu.",
    "b": "Một hình thức tấn công mạng nhằm đánh cắp tài khoản cá nhân của người dùng.",
    "c": "Một loại tấn công nhằm làm quá tải hệ thống mục tiêu bằng cách gửi lưu lượng truy cập lớn, từ đó làm cho dịch vụ trở nên không khả dụng cho người dùng hợp pháp.",
    "d": "Một hình thức tấn công sử dụng virus để kiểm soát máy tính của người dùng",
    "ans": "c"
  },
  {
    "question": "Trong lĩnh vực an ninh mạng, \"Tường lửa\" (Firewall) có ý nghĩa là gì?",
    "a": "Một loại phần mềm diệt virus.",
    "b": "Một loại ứng dụng để quản lý quyền truy cập của các tài khoản người dùng ưu tiên.",
    "c": "Một hệ thống hoặc phần mềm được thiết lập để ngăn chặn hoặc kiểm soát lưu lượng truy cập mạng giữa mạng nội bộ và mạng bên ngoài.",
    "d": "Một bộ công cụ để giám sát dữ liệu truyền tải qua mạng và tạo bản sao lưu tự động.",
    "ans": "c"
  },
  {
    "question": "An toàn mạng máy tính đóng vai trò như thế nào trong việc bảo vệ thông tin và dữ liệu trên mạng?",
    "a": "Đảm bảo tốc độ truyền tải dữ liệu nhanh nhất khi truy cập Internet.",
    "b": "Bảo vệ thông tin và dữ liệu trước các mối đe dọa và tấn công mạng.",
    "c": "Phát triển các ứng dụng bảo mật dữ liệu trực tuyến.",
    "d": "Tăng cường khả năng truy cập vào mạng máy tính từ xa.",
    "ans": "b"
  },
  {
    "question": "Sự phát triển của khoa học kỹ thuật và công nghệ tiên tiến như hiện nay đã mang lại nhiều lợi ích cho người dùng Internet, nhưng cũng đồng thời gây ra những rủi ro về an ninh như thế nào?",
    "a": "Sự phát triển của công nghệ đem lại rủi ro cho an ninh tiền tệ khi hạn chế tính thanh khoản trong các giao dịch trực tuyến.",
    "b": "Sự phát triển của công nghệ đem lại các rủi ro cho an ninh quốc tế khi các nước giàu có ngày càng phát triển vượt xa các quốc gia lạc hậu.",
    "c": "Sự phát triển của công nghệ đã giúp các tin tặc thực hiện tấn công mạng dễ dàng hơn và gây rủi ro đến thông tin cá nhân của người dùng Internet.",
    "d": "Sự phát triển của công nghệ không gây ra bất cứ rủi ro về an ninh nào.",
    "ans": "c"
  },
  {
    "question": "Nguy cơ chiến tranh mạng được xem là một thách thức như thế nào đối với an ninh quốc gia trong thời đại hiện nay?",
    "a": "Chiến tranh mạng sẽ gây tác động tiêu cực tới các tiêu chuẩn về an toàn lao động quốc gia.",
    "b": "Chiến tranh mạng nhắm mục tiêu phá hủy các cơ sở hạ tầng trọng yếu tại các thành phố lớn.",
    "c": "Cả A và B đều đúng",
    "d": "Chiến tranh mạng không chỉ giới hạn trong việc thu thập thông tin bí mật của quốc gia bị tấn công mà còn trong việc phá hoại cơ sở hạ tầng thông tin của quốc gia đó.",
    "ans": "d"
  },
  {
    "question": "Phương pháp bảo mật thông tin truyền thống được thực hiện như thế nào?",
    "a": "Phương pháp bảo mật thông tin truyền thống được thực hiện bằng cách sử dụng biện pháp khóa vân tay cho các thiết bị lưu trữ dữ liệu.",
    "b": "Phương pháp bảo mật thông tin truyền thống được thực hiện bằng cách sử dụng biện pháp đóng dấu và ký niêm phong tài liệu để kiểm tra tính toàn vẹn.",
    "c": "Phương pháp bảo mật thông tin truyền thống được thực hiện bằng cách sử dụng biện pháp sử dụng thủ thuật số hóa dữ liệu để truyền tải thông tin.",
    "d": "Phương pháp bảo mật thông tin truyền thống được thực hiện bằng cách sử dụng biện pháp sử dụng chữ ký số để xác thực chính xác người nhận.",
    "ans": "b"
  },
  {
    "question": "Các biện pháp nào sau đây thường được sử dụng để đảm bảo bảo mật thông tin trong thời kỳ cận đại?",
    "a": "Sử dụng các đặc điểm nhận diện sinh học riêng để hạn chế quyền truy cập vào dữ liệu.",
    "b": "Lưu giữ tài liệu mật trong các két sắt có khóa.",
    "c": "Sử dụng hệ thống bảo mật mạng giám sát và kiểm soát lưu lượng mạng đến và đi dựa trên các quy tắc bảo mật được xác định trước để ngăn chặn truy cập các truy cập trái phép.",
    "d": "Sử dụng đa dạng các loại thông tin đi kèm theo dữ liệu, có thể ở dạng văn bản, hình ảnh, video nhằm mục đích xác định chính xác người chủ của dữ liệu đó để bảo mật thông tin.",
    "ans": "b"
  },
  {
    "question": "Bảo vệ thông tin trong quá trình truyền thông tin trên mạng (Network Security) nhằm mục tiêu gì?",
    "a": "Ngăn chặn mọi quyền truy cập vào mạng.",
    "b": "Bảo vệ thông tin trên mạng khỏi sự can thiệp, thay đổi hoặc đánh cắp trong quá trình truyền tải.",
    "c": "Tăng tối đa tốc độ truyền thông dữ liệu trên mạng.",
    "d": "Hỗ trợ phát triền các ứng dụng bảo mật trên mạng.",
    "ans": "b"
  },
  {
    "question": "Tại sao việc bảo vệ hệ thống máy tính và mạng máy tính khỏi sự xâm nhập phá hoại từ bên ngoài (System Security) lại cần thiết?",
    "a": "Để đảm bảo rằng mọi người có thể dễ dàng truy cập vào hệ thống.",
    "b": "Để giảm thiểu sự phụ thuộc vào các công nghệ bảo mật cao tiêu tốn nhiều chi phí",
    "c": "Để bảo vệ dữ liệu quan trọng và ngăn chặn sự mất mát các thông tin quan trọng.",
    "d": "Để tăng cường hiệu suất của hệ thống và tốc độ kết nối mạng.",
    "ans": "c"
  },
  {
    "question": "Phát biểu nào sau đây phản ánh chính xác về an toàn mạng máy tính?",
    "a": "An toàn mạng máy tính là một vấn đề mang yếu tố kỹ thuật và không quan trọng đối với hoạt động kinh doanh của doanh nghiệp.",
    "b": "An toàn mạng máy tính là nhiệm vụ chỉ dành riêng cho bộ phận kĩ thuật mạng có chuyên môn.",
    "c": "An toàn mạng máy tính là trách nhiệm của cả quản lý và kinh doanh, không chỉ là công việc của chuyên gia công nghệ.",
    "d": "An toàn mạng máy tính gây ảnh hưởng tiêu cực tới bí quyết kinh doanh trực tuyến của doanh nghiệp trong môi trường toàn cầu hóa.",
    "ans": "c"
  },
  {
    "question": "An toàn dữ liệu máy tính mang ý nghĩa như thế nào?",
    "a": "An toàn dữ liệu máy tính liên quan đến việc bảo vệ máy tính tránh khỏi mất mát dữ liệu.",
    "b": "An toàn dữ liệu máy tính là việc bảo vệ hệ thống máy tính khỏi các truy cập trái phép không được cấp quyền.",
    "c": "An toàn dữ liệu máy tính bao gồm việc bảo vệ thông tin khỏi mọi nguy cơ và thay đổi không mong đợi, đồng thời giảm thiểu thay đổi tác động đến độ an toàn của hệ thống.",
    "d": "An toàn dữ liệu máy tính hiện nay không có định nghĩa cụ thể và thay đổi linh hoạt dựa trên định nghĩa mạng máy tính",
    "ans": "c"
  },
  {
    "question": "Hệ thống máy tính có đặc điểm nào sau đây thì được coi là không an toàn?",
    "a": "Khi dữ liệu trong hệ thống máy tính bị thay đổi bởi người dùng được cấp quyền.",
    "b": "Khi dữ liệu trong hệ thống máy tính bị mã hóa để đảm bảo tính bảo mật.",
    "c": "Khi các thông tin dữ liệu trong hệ thống bị người không được cấp quyền truy cập cố gắng sử dụng ",
    "d": "Khi các dữ liệu trong hệ thống máy tính không có thông tin đi kèm theo dữ liệu, có thể ở dạng văn bản, hình ảnh, video nhằm mục đích xác định chính xác người chủ của dữ liệu đó.",
    "ans": "c"
  },
  {
    "question": "Hệ thống máy tính được coi là không an toàn trong trường hợp nào sau đây?",
    "a": "Khi hệ thống lưu trữ dữ liệu không thực hiện việc sao chép dữ liệu từ máy chủ (hoặc máy tính cá nhân, điện thoại, máy tính bảng,…) rồi lưu trữ lại ở một nơi khác phòng khi có sự cố xảy ra như thiên tai, vi rút, hỏng ổ cứng…",
    "b": "Khi dữ liệu không được mã hóa để mang tính bảo mật.",
    "c": "Khi các thông tin trong hệ thống bị xáo trộn, thay thế hoặc sửa đổi làm sai lệch nội dung.",
    "d": "Khi hệ thống máy tính không nhận được các bản cập nhật định kỳ.",
    "ans": "c"
  },
  {
    "question": "Tính tin cậy (Confidentiality) có ý nghĩa như thế nào đối với các yêu cầu về an toàn bảo mật thông tin?",
    "a": "Tất cả thông tin phải được công khai và truy cập bởi mọi người.",
    "b": "Thông tin không thể bị truy nhập trái phép bởi những người không có thẩm quyền.",
    "c": "Thông tin được sao lưu định kỳ để đảm bảo an toàn.",
    "d": "Thông tin chỉ có thể được truy cập bởi quản trị hệ thống.",
    "ans": "b"
  },
  {
    "question": "Điều gì đảm bảo tính tin cậy (Confidentiality) theo các yêu cầu về an toàn bảo mật thông tin?",
    "a": "Tất cả thông tin đều được chia sẻ một cách công khai và không hạn chế quyền truy cập.",
    "b": "Thông tin chỉ có thể được truy cập bởi người dùng cuối.",
    "c": "Thông tin không thể bị truy nhập trái phép bởi những người không có quyền.",
    "d": "Thông tin phải được sao lưu định kỳ để phòng ngừa rủi ro khi có sự cố xảy ra như thiên tai, vi rút, hỏng ổ cứng…",
    "ans": "c"
  },
  {
    "question": "Để đảm bảo tính nguyên vẹn (Integrity) theo các yêu cầu về an toàn bảo mật thông tin thì cần phải thỏa mãn điều kiện gì sau đây?",
    "a": "Thông tin không thể bị truyền tải trái phép.",
    "b": "Thông tin không thể bị sửa đổi hoặc làm giả mà không được phép.",
    "c": "Thông tin không thể bị lưu giữ một cách bí mật.",
    "d": "Cả A và C đều đúng ",
    "ans": "b"
  },
  {
    "question": "Để đảm bảo tính sẵn sàng (Availability) theo các yêu cầu về an toàn bảo mật thông tin thì cần phải thỏa mãn điều kiện gì sau đây?",
    "a": "Cần phải đảm bảo rằng thông tin không thể bị truy nhập trái phép.",
    "b": "Cần phải đảm bảo rằng thông tin luôn được lưu giữ một cách bí mật.",
    "c": "Cần phải đảm bảo rằng thông tin luôn sẵn sàng để đáp ứng sử dụng cho người có thẩm quyền.",
    "d": "Cần phải đảm bảo rằng thông tin không thể bị sửa đổi hoặc làm giả mà không được phép.",
    "ans": "c"
  },
  {
    "question": "Lỗ hổng trong bảo mật mạng máy tính có tác động gì đối với hệ thống máy tính và mạng máy tính?",
    "a": "Lỗ hổng sẽ làm tăng tính bảo mật của cả hệ thống và tính bảo mật của thông tin.",
    "b": "Lỗ hổng có thể làm suy yếu tính bảo mật của hệ thống và có thể dẫn đến việc rò rỉ thông tin quan trọng hoặc gây hại cho hoạt động của hệ thống.",
    "c": "Lỗ hổng không ảnh hưởng gì đến tính bảo mật của hệ thống.",
    "d": "Lỗ hổng chỉ gây tác động tiêu cực tới hiệu suất vận hành của hệ thống mạng mà không ảnh hưởng gì đến bảo mật thông tin. ",
    "ans": "b"
  },
  {
    "question": "Tác hại chính của một lỗ hổng bảo mật gây ra đối với hệ thống máy tính và mạng máy tính là gì?",
    "a": "Lỗ hổng có thể gây ra hiện tượng mạng bị chậm do làm tắc nghẽn băng thông truy cập.",
    "b": "Lỗ hổng bảo mật có thể chiếm quyền điều khiển của máy chủ quốc tế và khiến các thao tác tải về dữ liệu từ máy chủ đó bị gián đoạn.",
    "c": "Lỗ hổng có thể cho phép tin tặc truy cập và kiểm soát hệ thống hoặc thông tin quan trọng.",
    "d": "Lỗ hổng không gây tác hại nào đối với bảo mật mạng máy tính.",
    "ans": "c"
  },
  {
    "question": "Hãy xác định tác hại của lỗ hổng trong bảo mật mạng máy tính trong số các đáp án sau?",
    "a": "Lỗ hổng bảo mật có thể gây ra hiện tượng đứt mạng cục bộ tại địa phương.",
    "b": "Lỗ hổng bảo mật là nguyên nhân chính gây ra hiện tương đứt cáp quang biển gây mất kết nối mạng quốc tế.",
    "c": "Lỗ hổng gây ảnh hưởng tiêu cực tới việc truy cập các trang web của chính phủ do các trang web đó thường chặn các luồng truy cập khả nghi và có nguy cơ gây hại.",
    "d": "Lỗ hổng có thể cho phép tin tặc truy cập và kiểm soát hệ thống máy tính hoặc tiếp cận được các thông tin quan trọng.",
    "ans": "d"
  },
  {
    "question": "Lỗ hổng bảo mật loại A gây tác động như thế nào tới hệ thống máy tính và mạng máy tính?",
    "a": "Lỗ hổng bảo mật loại A chỉ là một sự cố nhỏ trong hệ thống máy tính và mạng máy tính và không gây nguy hại tới tính bảo mật.",
    "b": "Lỗ hổng bảo mật loại A là một lỗ hổng phần mềm nghiêm trọng có thể được tin tặc sử dụng để truy cập bất hợp pháp vào hệ thống và gây hại đến toàn bộ hệ thống.",
    "c": "Lỗ hổng bảo mật loại A gây hiện tượng hệ thống máy tính bị chậm trễ và không liên quan đến tính bảo mật thông tin.",
    "d": "Lỗ hổng bảo mật loại A xảy ra khi có lỗi phần cứng xuất hiện trong hệ thống mạng và cần được nhanh chóng thay thế phần cứng tương ứng để đảm bảo hệ thống mạng được bảo mật",
    "ans": "b"
  },
  {
    "question": "Hãy xác định mối nguy hại đến từ lỗ hổng loại A đối với mạng máy tính?",
    "a": "Đó là lỗ hổng phần mềm nghiêm trọng có thể được tin tặc sử dụng để thực hiện các tấn công từ xa mà không cần xác thực.",
    "b": "Đó là lỗ hổng phần mềm mạng gây ảnh hưởng tiêu cực đến hiệu suất mạng, làm suy yếu tốc độ đường truyền.",
    "c": "Đó là lỗ hổng phần cứng làm ảnh hưởng tới hệ thống máy tính và không gây tác động lên mạng máy tính.",
    "d": "Đó là lỗ hổng phần cứng gây trạng thái hoạt động bất bình thường máy tính gây giật và thậm chí ngừng hoạt động cho máy tính.",
    "ans": "a"
  },
  {
    "question": "Lỗ hổng bảo mật loại B gây tác động như thế nào tới hệ thống máy tính và mạng máy tính?",
    "a": "Lỗ hổng bảo mật loại B là một lỗ hổng phần mềm nhỏ và không ảnh hưởng đến tính bảo mật.",
    "b": "Lỗ hổng bảo mật loại B cho phép đối tượng có thêm các quyền truy cập hệ thống mà không cần kiểm tra tính hợp lệ dẫn đến bị lộ, rò rỉ thông tin.",
    "c": "Lỗ hổng bảo mật loại B là một lỗ hổng phần mềm nghiêm trọng có thể được tin tặc sử dụng để thực hiện các tấn công từ xa mà không cần xác thực.",
    "d": "Cả A và C đều đúng",
    "ans": "b"
  },
  {
    "question": "Hãy xác định mối nguy hại đến từ lỗ hổng loại B đối với mạng máy tính?",
    "a": "Đó là lỗ hổng phần cứng máy tính mà không gây ra nguy hại nào cho mạng máy tính.",
    "b": "Đó là lỗ hổng có thể dẫn đến việc bị rò rỉ các thông tin quan trọng và gây các mối hại tiềm tàng cho tính bảo mật của hệ thống.",
    "c": "Đó là lỗ hổng gây tắc nghẽn băng thông của đường truyền mạng, ảnh hưởng đến tốc độ truy cập internet của mạng máy tính.",
    "d": "Đó là lỗ hổng gây mất kết nối mạng cục bộ với mạng Internet nhưng không ảnh hưởng đến bảo mật dữ liệu trong mạng.",
    "ans": "b"
  },
  {
    "question": "Lỗ hổng bảo mật loại C gây tác động như thế nào tới hệ thống máy tính và mạng máy tính?",
    "a": "Lỗ hổng bảo mật loại C gây ra một lỗi phần cứng nhỏ và ít gây ảnh hưởng đối với bảo mật hệ thống.",
    "b": "Lỗ hổng bảo mật loại C gây ra một lỗi phần mềm nghiêm trọng cho phép đối tượng có khả năng truy cập hệ thống mà không cần xác minh tính hợp lệ.",
    "c": "Lỗ hổng bảo mật loại C gây ra các vấn đề khiến hệ thống bị quá tải làm ảnh hưởng tới chất lượng dịch vụ, ngưng trệ và gián đoạn hệ thống, nhưng không phá hỏng dữ liệu hoặc đạt được quyền truy cập hệ thống.",
    "d": "Lỗ hổng bảo mật loại C gây ra các lỗi phần mềm trong hệ thống mạng làm ảnh hưởng tới chất lượng dịch vụ, gián đoạn hệ thống mạng và phá hỏng các dữ liệu, hoặc cố gắng đạt được quyền truy cập hệ thống.",
    "ans": "c"
  },
  {
    "question": "Hãy xác định mối nguy hại đến từ lỗ hổng loại C đối với mạng máy tính?",
    "a": "Đó là lỗ hổng gây phá hủy dữ liệu và ảnh hưởng đến tính bảo mật của hệ thống.",
    "b": "Đó là lỗ hổng ảnh hưởng tiêu cực đến tốc độ truy cập vào máy chủ(Server) trên internet của các máy tính khách(Client) trong mạng máy tính.",
    "c": "Đó là lỗ hổng có thể dẫn đến các tấn công kiểu DoS (Denial of Services) nhưng không gây hại đến dữ liệu.",
    "d": "Đó là lỗ hổng dạng tấn công bị động cụ thể theo phương thức bắt gói tin (Sniffing)",
    "ans": "c"
  },
  {
    "question": "Thông tin cá nhân có thể bao gồm các loại thông tin nhạy cảm về cá nhân đó hay không?",
    "a": "Thông tin cá nhân không bao gồm các loại thông tin nhạy cảm cá nhân.",
    "b": "Thông tin cá nhân có bao gồm thông tin nhạy cảm về cá nhân.",
    "c": "Thông tin cá nhân chỉ được kèm theo một vài thông tin nhạy cảm về cá nhân được đăng ký và xác nhận tại ủy ban nhân dân cấp phường, xã tại địa phương nơi cư trú.",
    "d": "Cả A và C đều đúng",
    "ans": "b"
  },
  {
    "question": "Các biện pháp đảm bảo an toàn thông tin cá nhân bao gồm điều gì trong số các đáp án sau?",
    "a": "Tạo mật khẩu ít kí tự và dễ đoán để dễ nhớ.",
    "b": "Sử dụng chung một mật khẩu cho nhiều tài khoản trực tuyến.",
    "c": "Cài đặt các phần mềm lậu để tiết kiệm chi phí cho doanh nghiệp",
    "d": "Sử dụng mã hóa dữ liệu và áp dụng nguyên tắc kiểm soát quyền truy cập.",
    "ans": "d"
  },
  {
    "question": "Có thể sử dụng biện pháp nào sau đây để đảm bảo an toàn thông tin cá nhân?",
    "a": "Chỉ sử dụng mạng Wi-Fi công cộng.",
    "b": "Sử dụng đồng bộ các mật khẩu đơn giản và ngắn cho tài khoản trực tuyến.",
    "c": "Tạo mật khẩu mạnh, sử dụng mã hóa dữ liệu, và thực hiện kiểm soát quyền truy cập.",
    "d": "Ngăn chặn tường lửa máy tính hoạt động  ",
    "ans": "c"
  },
  {
    "question": "Trong hình thức giả mạo website để thực hiện hành vi lừa đảo qua mạng, các trang web được làm giả nhiều nhất thuộc vào loại nào sau đây?",
    "a": "Trang web được làm giả nhiều nhất là trang đăng nhập để lấy thông tin người dùng",
    "b": "Trang web được làm giả nhiều nhất là trang web chuyên về tin tức",
    "c": "Trang web được làm giả nhiều nhất là trang web chuyên về diễn đàn và blog",
    "d": "Trang web được làm giả nhiều nhất là trang web tra từ điển ngoại ngữ",
    "ans": "a"
  },
  {
    "question": "Hình thức giả mạo email để lừa đảo qua mạng được các tin tặc thực hiện như thế nào?",
    "a": "Tin tặc sẽ gửi email dưới danh nghĩa một tổ chức uy tín nhằm giả mạo email thật một cách rất tinh vi khiến người dùng nhầm lẫn.",
    "b": "Tin tặc thực hiện hành động đánh sập tạm thời một hệ thống mạng bằng cách tạo ra một lượng truy cập khổng lồ ở cùng một thời điểm.",
    "c": "Tin tặc thực hiện hành động tấn công trong lúc hai đối tượng đang giao dịch với nhau để chen được vào giữa rồi đánh cắp dữ liệu của giao dịch đó.",
    "d": "Cả B và C đều đúng",
    "ans": "a"
  },
  {
    "question": "Tin tặc thực hiện tấn công cơ sở dữ liệu (SQL Injection) như thế nào?",
    "a": "Lây nhiễm cơ sở dữ liệu của hệ thống máy tính bằng phần mềm mã độc nhân bản",
    "b": "Đánh cắp thông tin cơ sở dữ liệu qua email",
    "c": "Xâm nhập và kiểm soát cơ sở dữ liệu",
    "d": "Tấn công mạng máy tính bằng gửi lượng lớn cơ sở dữ liệu giả mạo",
    "ans": "c"
  },
  {
    "question": "Hậu quả nghiêm trọng do hiện hình thức tấn công mạng SQL Injection gây ra là gì?",
    "a": "Cho phép tin tặc thực hiện các hoạt động xâm nhập, sửa đổi, xóa hoặc thậm chí lấy cả dữ liệu trong cơ sở dữ liệu mục tiêu",
    "b": "Cho phép tin tặc làm tê liệt hoàn toàn hệ thống mạng cục bộ của địa phương.",
    "c": "Cho phép tin tặc chiếm quyền kiểm soát máy chủ để ngăn chặn các kết nối tới các máy khách (Client)",
    "d": "Cả A và B và C đều đúng",
    "ans": "a"
  },
  {
    "question": "Tin tặc thực hiện hình thức tấn công mạng khai thác lỗ hổng Zero Day như thế nào?",
    "a": "Tấn công mạng thông qua tung ra hàng loạt email spam",
    "b": "Tấn công mạng bằng cách phá hủy khả năng sử dụng phần mềm diệt virus",
    "c": "Tấn công mạng bằng cách khai thác các lỗ hổng phần mềm chưa được phát hiện",
    "d": "Cả A và B và C đều đúng",
    "ans": "c"
  },
  {
    "question": "Hình thức tấn công mạng nào sau đây khai thác các lỗ hổng phần mềm chưa được phát hiện hoặc vá lỗi?",
    "a": "Zero Day Attack",
    "b": "Ransomware Attack",
    "c": "DDoS (Distributed Denial of Service) Attack",
    "d": "Phishing Attack",
    "ans": "a"
  },
  {
    "question": "Các biện pháp bảo mật dữ liệu cá nhân hiệu quả bao gồm điều gì trong số các đáp án sau?",
    "a": "Backup dữ liệu kịp thời và thường xuyên",
    "b": "Đặt mật khẩu mạnh bảo vệ cho tài liệu",
    "c": "Sử dụng mã hóa EFS  (Encrypting File System)",
    "d": "Cả A và B và C đều đúng",
    "ans": "d"
  },
  {
    "question": "Tại sao dữ liệu cá nhân gửi qua mạng Wifi có nguy cơ bị tác động nhiều hơn so với khi sử dụng mạng Ethernet?",
    "a": "Do mạng wifi có tốc độ truyền tải thấp hơn nhiều lần so với mạng Ethernet",
    "b": "Do tin tặc không cần phải truy cập vật lý tới mạng hay các thiết bị trên đó nên bất cứ ai có Wifi đều có thể đánh cắp dữ liệu hay đột nhập vào mạng",
    "c": "Do Mạng Wifi không thể thực hiện tác vụ mã hóa dữ liệu.",
    "d": "Cả A và B và C đều đúng",
    "ans": "b"
  },
  {
    "question": "Điền đáp án phù hợp vào chỗ trống “...”trong đoạn văn dưới đây:",
    "a": "Lỗ hổng loại A",
    "b": "Lỗ hổng loại B",
    "c": "Lỗ hổng loại C",
    "d": "Lỗ hổng loại D",
    "ans": "a"
  },
  {
    "question": "Đoạn văn dưới đây đề cập tới lỗ hổng bảo mật thuộc loại gì?",
    "a": "Lỗ hổng loại A",
    "b": "Lỗ hổng loại B",
    "c": "Lỗ hổng loại C",
    "d": "Lỗ hổng loại D",
    "ans": "b"
  },
  {
    "question": "Phân tích mức độ nghiêm trọng giữa lỗ hổng bảo mật loại A và lỗ hổng bảo mật loại C?",
    "a": "Lỗ hổng loại A và loại C đều gây phá hủy dữ liệu và ảnh hưởng đến tính bảo mật của hệ thống như nhau.",
    "b": "Lỗ hổng loại A thường nghiêm trọng hơn loại C vì nó có khả năng phá hủy dữ liệu và đánh cắp thông tin quan trọng.",
    "c": "Lỗ hổng loại C thường nghiêm trọng hơn loại A vì nó có thể dẫn đến tấn công kiểu DoS và làm gián đoạn dịch vụ.",
    "d": "Lỗ hổng loại A và loại C đều không tạo ra mối nguy hại nào cho tính bảo mật của hệ thống mạng mà chỉ chủ yếu gây các tác động lên phần cứng của máy tính.",
    "ans": "b"
  },
  {
    "question": "Sự khác nhau cơ bản giữa lỗ hổng bảo mật loại A và lỗ hổng bảo mật loại C nằm ở đâu?",
    "a": "Lỗ hổng loại A thường gây ra sự xâm nhập và truy cập trái phép vào hệ thống, trong khi lỗ hổng loại C thường tập trung vào việc làm gián đoạn dịch vụ.",
    "b": "Lỗ hổng loại A thường liên quan đến việc thay đổi nội dung dữ liệu, trong khi lỗ hổng loại C tạo điều kiện cho sự xâm nhập và kiểm soát hệ thống.",
    "c": "Lỗ hổng loại A thường dẫn đến sự mất tính nguyên vẹn của dữ liệu, trong khi lỗ hổng loại C thường gây ảnh hưởng đến tính sẵn sàng và khả năng truy cập.",
    "d": "Lỗ hổng loại A và loại C không có sự khác nhau cơ bản nào, chúng đều gây mất tính bảo mật của hệ thống.",
    "ans": "a"
  },
  {
    "question": "Hãy phân tích sự khác nhau giữa lỗ hổng bảo mật loại A và lỗ hổng bảo mật loại C? ",
    "a": "Lỗ hổng bảo mật loại C thường gây ra sự xâm nhập và truy cập trái phép vào hệ thống, trong khi lỗ hổng bảo mật loại A thường tập trung vào việc làm gián đoạn dịch vụ.",
    "b": "Lỗ hổng bảo mật loại C gây ra việc thay đổi nội dung dữ liệu, trong khi lỗ hổng bảo mật loại A lại tạo điều kiện cho sự xâm nhập và kiểm soát hệ thống.",
    "c": "Lỗ hổng loại C thường tập trung vào việc làm gián đoạn dịch vụ, trong khi lỗ hổng loại A thường gây ra sự xâm nhập và truy cập trái phép vào hệ thống",
    "d": "Đáp án A, B đều chính xác.",
    "ans": "c"
  },
  {
    "question": "Phân tích mức độ nghiêm trọng giữa lỗ hổng bảo mật loại B và lỗ hổng bảo mật loại C gây ra cho hệ thống máy tính?",
    "a": "Lỗ hổng loại B nghiêm trọng hơn vì thường gây ra mất tính nguyên vẹn của dữ liệu và có thể ảnh hưởng đến sự xâm nhập, trong khi lỗ hổng loại C không gây ra sự thay đổi đáng kể đối với dữ liệu hoặc kiểm soát hệ thống mà chủ yếu ảnh hưởng tới chất lượng dịch vụ.",
    "b": "Lỗ hổng loại C nghiêm trọng hơn vì thường gây ra mất tính nguyên vẹn của dữ liệu và có thể dẫn đến việc kiểm soát hệ thống, trong khi lỗ hổng loại B chỉ gây một vài ảnh hưởng tiêu cực đến chất lượng dịch vụ của hệ thống mạng.",
    "c": "Lỗ hổng loại B và loại C đều nghiêm trọng như nhau vì đều gây ra mất tính nguyên vẹn của dữ liệu và có khả năng dẫn đến sự xâm nhập hệ thống từ các đối tượng không được cấp phép.",
    "d": "Lỗ hổng bảo mật loại C nghiêm trọng hơn vì gây ra việc thay đổi nội dung dữ liệu, trong khi lỗ hổng bảo mật loại B chỉ tạo điều kiện cho sự xâm nhập và kiểm soát hệ thống.",
    "ans": "a"
  },
  {
    "question": "Xác định mức độ phổ biến trong các cuộc tấn công mạng ngày nay giữa lỗ hổng bảo mật loại C và lỗ hổng bảo mật loại B?",
    "a": "Lỗ hổng bảo mật loại B phổ biến hơn lỗ hổng loại C trong các cuộc tấn công mạng ngày nay.",
    "b": "Lỗ hổng bảo mật loại C phổ biến hơn lỗ hổng loại B trong các cuộc tấn công mạng ngày nay.",
    "c": "Lỗ hổng bảo mật loại B và loại C đều có mức độ phổ biến tương đương nhau trong các cuộc tấn công mạng ngày nay.",
    "d": "Không có quy tắc cụ thể để xác định loại lỗ hổng nào phổ biến hơn trong tất cả các tình huống",
    "ans": "d"
  },
  {
    "question": "Các đối tượng tin tặc hiện nay ưa thích khai thác và sử dụng các lỗ hổng bảo mật loại B hơn hay lỗ hổng bảo mật loại A hơn trong các cuộc tấn công mạng?",
    "a": "Lỗ hổng loại B thường được ưa thích hơn lỗ hổng loại A trong các cuộc tấn công mạng.",
    "b": "Lỗ hổng loại A thường được ưa thích hơn lỗ hổng loại B trong các cuộc tấn công mạng.",
    "c": "Cả lỗ hổng loại B và loại A đều được các đối tượng tin tặc ngày nay ưa thích như nhau và sử dụng đồng đều trong tất cả các cuộc tấn công mạng.",
    "d": "Không có quy tắc cụ thể để xác định loại lỗ hổng nào được ưa thích sử dụng hơn trong tất cả các tình huống",
    "ans": "d"
  },
  {
    "question": "Vì sao việc áp dụng các hệ thống quản lý bảo mật thông tin đã trở thành một việc không thể thiếu được của doanh nghiệp trong môi trường kinh doanh hiện đại?",
    "a": "Bởi vì việc áp dụng các hệ thống quản lý bảo mật thông tin đã giúp doanh nghiệp tạo ra các sản phẩm và dịch vụ hoàn toàn mới mang các đặc tính an toàn hơn rất nhiều lần cho người sử dụng.",
    "b": "Bởi vì việc áp dụng các hệ thống quản lý bảo mật thông tin nhằm mục đích đảm bảo doanh số bán hàng và hạn chế thất thoát hàng hóa trong quá trình bán hàng.",
    "c": "Việc áp dụng các hệ thống quản lý bảo mật thông tin nhằm mục đích đối phó với rủi ro gặp phải trong kinh doanh trực tuyến và bảo vệ các thông tin, dữ liệu quan trọng.",
    "d": "Việc áp dụng các hệ thống quản lý bảo mật thông tin nhằm mục đích cải thiện hệ thống quản lý của tổ chức nhằm nâng cao ý thức bảo mật dữ liệu của nhân viên.",
    "ans": "c"
  },
  {
    "question": "Vì sao các vấn đề bảo vệ chủ quyền trên không gian mạng hiện nay ngày càng trở nên quan trọng đối với nhiều quốc gia trên thế giới?",
    "a": "Đáp án B và D đều đúng",
    "b": "Bởi vì đường truyền mạng bị giới hạn băng thông tại các khu vực đông đúc nên nếu một quốc gia bị tấn công mạng thì sẽ gây mất kết nối với toàn bộ các mạng cục bộ tại khu vực. ",
    "c": "Bởi vì nguy cơ chiến tranh trên không gian mạng đã tăng lên và có thể ảnh hưởng tới an ninh quốc gia khiến họ luôn trong trạng thái sẵn sàng ứng phó đặt các mối quan tâm đặc biệt tới hệ thống phòng thủ để đối phó với mọi tình huống xâm phạm lợi ích quốc gia.",
    "d": "Vấn đề bảo vệ chủ quyền trên không gian mạng chỉ tác động tới các quyền cá nhân mà không gây bất cứ ảnh hưởng nào đến an ninh quốc gia.",
    "ans": "c"
  },
  {
    "question": "Trong giai đoạn trước khi nền công nghệ máy tính phát triển thì con người phải sử dụng các biện pháp nào sau đây để đảm bảo an toàn bảo mật trong quá trình truyền, nhận thông tin?",
    "a": "Trước đây con người phải sử dụng chữ ký ẩn danh để che giấu tính danh người nhận nhằm đảm bảo thông tin được gửi đến đúng đối tượng tiếp nhận.",
    "b": "Do các hạn chế về công nghệ nên con người thời kỳ đó phải sử dụng mạng truyền tin chim bồ câu để đảm bảo bảo mật thông tin.",
    "c": "Con người thời kỳ đó phải dùng mật mã mã hóa thông điệp để chỉ có người gửi và người nhận hiểu được thông điệp.",
    "d": "Nhờ vào hệ thống bảo mật sinh trắc học để kiểm soát các đối tượng có đầy đủ các đặc điểm sinh học phù hợp với yêu cầu tiếp nhận mới có quyền nhận thông tin bảo mật",
    "ans": "c"
  },
  {
    "question": "Vì sao các vấn đề an toàn, bảo mật thông tin được coi là sự sống còn đối với các doanh nghiệp tham gia vào nền kinh tế toàn cầu hóa hiện nay?",
    "a": "Các doanh nghiệp không đảm bảo được các quy tắc an toàn bảo mật thông tin thì sẽ thường xuyên gặp phải các vấn đề thất thoát hàng hóa trong các hoạt động kinh doanh.",
    "b": "Các doanh nghiệp chú ý tới các vấn đề an toàn bảo mật thông tin vì muốn tránh các rắc rối về pháp lý sẽ bị phạt các khoản tiền khổng lồ vì vi phạm các quy định pháp luật về an toàn thông tin.",
    "c": "Vì các thông tin quan trọng có thể bị rò rỉ, gây nguy cơ cho khách hàng của doanh nghiệp cũng như ảnh hưởng rất tiêu cực tới danh tiếng và độ uy tín của doanh nghiệp.",
    "d": "Doanh nghiệp muốn đảm bảo tính thanh khoản trong các hoạt động thanh toán trực tuyến thì phải tôn trọng các quy tắc về an toàn và bảo mật thông tin ",
    "ans": "c"
  },
  {
    "question": "Vì sao các doanh nghiệp cần thiết phải thực hiện các biện pháp bảo vệ hệ thống máy tính và mạng máy tính khỏi sự xâm nhập phá hoại từ bên ngoài (System Security)?",
    "a": "Nhằm đảm bảo tất cả mọi người trong tổ chức đều bị hạn chế quyền truy cập vào hệ thống máy tính.",
    "b": "Nhằm giảm nguy cơ mất dữ liệu và thông tin quan trọng, ngăn chặn sự rò rỉ thông tin và ngăn chặn các cuộc tấn công từ hacker.",
    "c": "Nhằm đảm bảo hệ thống máy tính có khả năng tăng hiệu suất hoạt động và duy trì các hoạt động đó trong khoảng thời gian dài mà không gặp các vấn đề trục trặc kỹ thuật.",
    "d": "Nhằm đảm bảo việc tiết kiệm nhất các nguồn tài nguyên máy tính và ít gây phiền hà cho các đối tượng sử dụng máy tính và mạng máy tính.",
    "ans": "b"
  },
  {
    "question": "Doanh nghiệp A gặp khó khăn trong việc thu thập thông tin khách hàng qua mạng xã hội trực tuyến, từ những kiến thức đã học, hãy lựa chọn đáp án có tư vấn phù hợp nhất sau đây?",
    "a": "Doanh nghiệp A cần yêu cầu khách hàng phải đăng nhập thông tin cá nhân thông qua tài khoản ngân hàng, các thông tin cá nhân sẽ được bên ngân hàng cung cấp.",
    "b": "Doanh nghiệp A cần yêu cầu khách hàng phải xác thực danh tính để thu thập thông tin cá nhân nhằm mục đích cá nhân hóa khách hàng.",
    "c": "Doanh nghiệp A cần thu thập thông qua nhiều nguồn trao đổi lẫn nhau với các doanh nghiệp kinh doanh trong cùng lĩnh vực hoặc trực tiếp tham gia vào mua bán thông tin cá nhân của khách hàng.",
    "d": "Doanh nghiệp A cần tạo ra  các nội dung có giá trị trên mạng xã hội trực tuyến để người dùng cảm thấy hài lòng khi đọc và tự nguyện để lại thông tin cá nhân.",
    "ans": "d"
  },
  {
    "question": "Doanh nghiệp A muốn vận hành một trang web dạng diễn đàn, nhưng các chuyên gia lại tư vấn rằng các trang web dạng diễn đàn cần thiết phải có một nhân sự chuyên kiểm soát các thông tin mà người dùng đăng tải và có quyền can thiệp vào việc hiển thị thông tin đó, từ những kiến thức đã được học hãy lựa chọn ra đáp án có phân tích phù hợp nhất sau đây?",
    "a": "Đó là nhằm vào việc ngăn chặn sự rò rỉ thông tin cá nhân của các thành viên diễn đàn.",
    "b": "Đó là nhằm vào vào việc đảm bảo tính hợp pháp và không vi phạm luật pháp trong các nội dung được chia sẻ.",
    "c": "Đó là nhằm vào vào việc tạo ra môi trường phù hợp cho các giao dịch trực tuyến phát sinh để gia tăng lợi nhuận cho doanh nghiệp.",
    "d": "Đó là nhằm vào vào việc kiểm soát chặt chẽ các nội dung truyền thông và quảng cáo cho các mục đích marketing của doanh nghiệp.",
    "ans": "b"
  },
  {
    "question": "Các doanh nghiệp tại Việt Nam hiện nay có mối liên hệ như thế nào đối với VNNIC (Trung tâm Internet Việt Nam)?",
    "a": "VNNIC cung cấp cho doanh nghiệp các tên miền Internet được cấp phát từ các tổ chức phi chính phủ trên thế giới.",
    "b": "VNNIC quản lý địa chỉ IP quốc gia và phân phối các địa chỉ đó cho doanh nghiệp có nhu cầu.",
    "c": "VNNIC xây dựng các trung tâm dữ liệu cho việc lưu trữ các trang web doanh nghiệp trong phạm vi lãnh thổ Việt Nam.",
    "d": "VNNIC tạo ra các ứng dụng Internet cần thiết cho các doanh nghiệp tại Việt Nam.",
    "ans": "b"
  },
  {
    "question": "Trung tâm Internet Việt Nam (VNNIC) đóng một vai trò quan trọng trong quản lý và phát triển mạng Internet tại Việt Nam. Phát biểu nào sau đây không thuộc trách nhiệm của VNNIC?",
    "a": "Phân phối và quản lý địa chỉ IP quốc gia.",
    "b": "Quản lý tên miền cấp cao nhất \".vn\".",
    "c": "Phát triển cơ sở hạ tầng mạng Internet tại Việt Nam.",
    "d": "Xây dựng chính sách và quy định về bảo mật thông tin trực tuyến tại Việt Nam.",
    "ans": "d"
  },
  {
    "question": "Trung tâm Internet Việt Nam (VNNIC) phụ trách quản lý và phát triển hệ thống máy chủ tên miền quốc gia của Việt Nam. Hệ thống này có liên quan như thế nào  với các doanh nghiệp tại Việt Nam?",
    "a": "Hệ thống máy chủ tên miền quốc gia của Việt Nam giúp kiểm soát dễ dàng các trang web doanh nghiệp của Việt Nam.",
    "b": "Hệ thống máy chủ tên miền quốc gia của Việt Nam giúp kiểm soát và quản lý tên miền có đuôi là “.vn” cho các đối tượng doanh nghiệp có nhu cầu tại Việt Nam",
    "c": "Hệ thống máy chủ tên miền quốc gia của Việt Nam sẽ cấp và quản lý các tên miền có đuôi là “.org” cho các đối tượng doanh nghiệp tại Việt Nam.",
    "d": "Hệ thống máy chủ tên miền quốc gia của Việt Nam không đóng vai trò đáng kể ảnh hưởng tới sự phát triển của các đối tượng doanh nghiệp tại Việt Nam.",
    "ans": "b"
  },
  {
    "question": "Điều gì thúc đẩy việc ra đời của trung tâm Internet Việt Nam (VNNIC)?",
    "a": "Quyết định của tổ chức thương mại thế giới WTO (World Trade Organization) về việc phát triển các trung tâm quản lý Internet cấp quốc gia.",
    "b": "Nhu cầu của chính phủ Việt Nam trong việc quản lý và phát triển mạng Internet trong nước.",
    "c": "Những khoản tài trợ lớn đến từ các tập đoàn kinh doanh và công nghệ hàng đầu thế giới.",
    "d": "Đáp án A, C đều đúng.",
    "ans": "b"
  }
]